{
  "Changelog": "Journal des modifications",
  "New updates and improvements to Poker Scientist.": "Nouvelles mises à jour et améliorations de Poker Scientist.",
  "Follow us on Twitter": "Suivez-nous sur Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Nous avons publié une nouvelle fonctionnalité sur laquelle nous avons travaillé pour améliorer votre expérience utilisateur : la barre latérale d'aide. Nous avons écouté vos commentaires et avons mis en place un moyen plus accessible et efficace pour vous permettre d'accéder aux informations d'aide, aux articles de documentation et aux aperçus des raccourcis clavier.",
  "Help Sidebar": "Barre latérale d'aide",
  "Help Sidebar Updates:": "Mises à jour de la barre latérale d'aide :",
  "Open Help sidebar with 'h' hotkey": "Ouvrir la barre latérale d'aide avec le raccourci 'h'",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Pour rendre la barre latérale d'aide facilement accessible, nous avons ajouté un nouveau raccourci clavier. Désormais, vous pouvez simplement appuyer sur la touche 'h' pour ouvrir instantanément la barre latérale. Cela devrait vous faire gagner du temps et vous aider à obtenir l'assistance dont vous avez besoin avec un minimum de perturbation dans votre flux de travail.",
  "Mode-specific help information": "Informations d'aide spécifiques au mode",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "La barre latérale d'aide affiche désormais des informations d'aide sensibles au contexte en fonction du mode dans lequel vous vous trouvez actuellement. Cela signifie que vous verrez des aides et des orientations pertinentes pour la tâche spécifique sur laquelle vous travaillez, ce qui facilite la recherche des réponses dont vous avez besoin sans avoir à chercher dans des informations non pertinentes.",
  "Links to documentation articles and hotkey overviews": "Liens vers des articles de documentation et des aperçus des raccourcis clavier",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Nous avons simplifié votre accès à notre documentation extensive et à nos aperçus de raccourcis clavier. Dans la barre latérale d'aide, vous trouverez des liens vers des articles et des ressources pertinents pour vous aider à naviguer et à maîtriser notre plateforme. Cela devrait vous aider à trouver rapidement et efficacement les informations dont vous avez besoin.",
  "Improvements & Fixes:": "Améliorations et corrections :",
  "Better Navigation with 'Focus'": "Meilleure navigation avec 'Focus'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Nous avons amélioré la navigation dans notre application en mettant en place un état de focus plus clair. Cette mise à jour rendra plus facile pour les utilisateurs de voir quel élément est actuellement actif à l'écran.",
  "Tab Key for Forward Navigation:": "Touche Tab pour la navigation en avant :",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Nous avons ajouté la possibilité d'utiliser la touche 'Tab' pour naviguer rapidement vers le prochain élément interactif à l'écran. Cela permet aux utilisateurs de se déplacer facilement dans l'application, sans avoir à recourir à la souris.",
  "Shift + Tab Key for Reverse Navigation:": "Touche Shift + Tab pour la navigation inverse :",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "Pour compléter la navigation avec la touche 'Tab', nous avons également introduit la combinaison de touches 'Shift + Tab' pour la navigation inverse. Cela permet aux utilisateurs de revenir à l'élément interactif précédent à l'écran.",
  "Enter or Space Key to 'Click' an Element:": "Touche Entrée ou Espace pour 'Cliquer' sur un élément :",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Pour améliorer l'accessibilité globale, nous avons rendu possible l'utilisation de la touche 'Entrée' ou 'Espace' pour 'cliquer' sur un élément. Cela facilite l'interaction des utilisateurs qui dépendent de la navigation au clavier avec les boutons et autres éléments interactifs de l'application.",
  "April 06, 2023": "06 avril 2023",
  "April 07, 2023": "07 avril 2023",
  "Hotkeys and Command menu": "Raccourcis et menu Commande",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Nous sommes ravis d'annoncer deux nouvelles fonctionnalités de navigation qui rendront l'utilisation de Poker Scientist encore plus facile et rapide qu'avant !",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "Premièrement, nous avons introduit un nouveau menu de commandes qui vous permet d'accéder rapidement à différentes sections de l'application. Pour ouvrir le menu de commandes, il suffit d'appuyer sur 'Meta + k' ou 'Win + k' sur votre clavier. De là, vous pouvez choisir entre le mode Étude, le mode Pratique, l'aperçu des Statistiques, les Paramètres, le Profil, le Journal des modifications, la Documentation, et plus encore. Le menu de commandes a un design propre et intuitif qui facilite la recherche de ce que vous cherchez, et la navigation rapide signifie que vous pouvez vous déplacer dans l'application plus rapidement que jamais auparavant.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "Deuxièmement, nous avons ajouté des raccourcis pour le mode d'étude et le mode de pratique. Ces raccourcis vous permettent d'effectuer des actions courantes sans avoir à cliquer sur des boutons ou des menus. En mode étude, vous pouvez utiliser des raccourcis pour choisir votre action, configurer votre place, passer d'un mode d'affichage de portée à l'autre, et ouvrir l'analyse macro. En mode pratique, vous pouvez utiliser des raccourcis pour choisir votre action et passer à la main suivante, ainsi que pour naviguer à travers les différentes options disponibles pour vous. Ces raccourcis faciliteront l'utilisation de Poker Scientist de manière plus efficace et avec une plus grande précision.",
  "March 31, 2023": "31 mars 2023",
  "Documentation web page": "Page web de la documentation",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Cette nouvelle ressource est conçue pour fournir aux utilisateurs une compréhension plus approfondie des fonctionnalités de notre application et des connaissances liées au poker nécessaires pour maîtriser les stratégies GTO.",
  "The documentation page includes:": "La page de documentation inclut :",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Obtenez une meilleure compréhension du fonctionnement de chaque fonctionnalité, du mode Gameplan remanié à l'information Last vs. Best en mode Pratique. Apprenez à tirer le meilleur parti de ces outils pour améliorer efficacement vos compétences au poker.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Explorez les concepts et les principes de base des stratégies optimales en théorie des jeux (GTO). Comprenez l'importance de la GTO dans le poker moderne et comment elle peut fournir une base solide pour votre jeu.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "Suivez nos guides et tutoriels faciles à comprendre pour commencer à utiliser l'application Poker Scientist. Apprenez à naviguer sur la plateforme, à analyser votre historique de mains, et à pratiquer l'utilisation de stratégies GTO dans diverses situations de poker.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "En intégrant cette page de documentation à notre plateforme, nous visons à fournir aux utilisateurs une ressource complète qui aide à l'étude de la GTO et améliore leur compréhension générale du poker.",
  "July 05, 2023": "05 Juillet 2023",
  "Korean language support": "Support de la langue coréenne",
  "our web app is now available in Korean. This is part of our ongoing efforts to make our app more accessible to users worldwide. You can switch to Korean from the language selection option in the settings. We'd love to hear your feedback and improve upon this, if needed. Please note that our support for new languages is always growing. If there's a specific language you'd like to see supported, please let us know": "Notre application web est maintenant disponible en coréen. Cela fait partie de nos efforts continus pour rendre notre application plus accessible aux utilisateurs du monde entier. Vous pouvez passer au coréen depuis l'option de sélection de la langue dans les paramètres. Nous aimerions entendre vos commentaires et améliorer cela, si nécessaire. Veuillez noter que notre support pour les nouvelles langues est toujours en croissance. S'il y a une langue spécifique que vous aimeriez voir prise en charge, veuillez nous le faire savoir"
}
