{
  "Effortlessly navigate through the spot.": "Naviguez sans effort à travers la situation.",
  "Range Normalization": "Normalisation de l'éventail",
  "Customize the weight for each hand combination to perform at your best.": "Personnalisez le poids de chaque combinaison de cartes pour donner le meilleur de vous-même.",
  "Simplifier": "Simplificateur",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Choisissez parmi plusieurs options pour simplifier votre plan de jeu GTO avec le Simplificateur.",
  "Runout Clustering": "Regroupement de runout",
  "Understanding the different cluster structures opens up a new door to understanding poker.": "Comprendre les différentes structures de clusters ouvre une nouvelle porte à la compréhension du poker.",
  "Made Hand Distribution": "Distribution de Mains Faites",
  "See the relationship between the perfect strategy for a specific spot and the hand category.": "Voyez la relation entre la stratégie parfaite pour une situation spécifique et la catégorie de main.",
  "Runout Distribution": "Distribution de Runout",
  "See exactly how well the runout is hitting your range or your opponents range.": "Voyez exactement comment le runout impacte votre éventail de mains ou celui de vos adversaires.",
  "Macro analysis": "Analyse macro",
  "Get an overview of values like EV, strategy, EQ & more for all flops of a pre-selected spot.": "Obtenez un aperçu des valeurs comme l'EV, la stratégie, l'EQ et plus pour tous les flops d'une situation pré-sélectionnée.",
  "Our browser-based software gives you access to our GTO gameplan, which contains billions of strategies for every relevant scenario.": "Notre logiciel basé sur navigateur vous donne accès à notre plan de jeu GTO, qui contient des milliards de stratégies pour chaque scénario pertinent.",
  "Bot playstyles": "Styles de jeu du bot",
  "Choose from two human-like logics and watch your skills soar.": "Choisissez parmi deux logiques humaines et voyez vos compétences s'améliorer.",
  "EV measurement": "Mesure de l'EV",
  "See strategy and EV differences between your chosen actions and the bot´s actions.": "Voyez les différences de stratégie et d'EV entre vos actions choisies et les actions du bot.",
  "Spot selection sheet": "Feuille de sélection de situations",
  "Learn about the message model and how to create, retrieve, update, delete, and list messages.": "Apprenez à propos du modèle de messages et comment créer, récupérer, mettre à jour, supprimer et lister les messages.",
  "Switch to gameplan": "Passer au plan de jeu",
  "Choose from a range of games to train the spots you want to improve on.": "Choisissez parmi une gamme de jeux pour vous entraîner sur les situations que vous souhaitez améliorer.",
  "Result tracking": "Suivi des résultats",
  "Identify potential leaks in your play and track your progress.": "Identifiez les fuites potentielles dans votre jeu et suivez votre progression.",
  "Practice": "Entraînement",
  "Test your skills against our bot. Your decisions will be tracked and measured in terms of frequency and EV to help you identify leaks in your game.": "Testez vos compétences contre notre bot. Vos décisions seront suivies et mesurées en termes de fréquence et d'EV pour vous aider à identifier les fuites dans votre jeu.",
  "With its most accurate GTO solutions, next-gen tools and meticulous design, Poker Scientist unlocks your full potential. It is the tool of choice for learning poker.": "Avec ses solutions GTO les plus précises, ses outils de nouvelle génération et son design minutieux, Poker Scientist débloque votre plein potentiel. C'est l'outil de choix pour apprendre le poker.",
  "FEATURES": "FONCTIONNALITÉS",
  "The standard for GTO poker mastery": "La référence pour la maîtrise du poker GTO",
  "Close sidebar": "Fermer la barre latérale",
  "Play against our GTO-Bot": "Jouez contre notre Bot GTO",
  "Maximize your performance with our GTO-Bot practice mode! Hone your strategy and make informed decisions with our gamification-mode, where you can play against our expert GTO-Bot.": "Maximisez vos performances avec notre mode d'entraînement Bot GTO! Affinez votre stratégie et prenez des décisions éclairées avec notre mode de ludification, où vous pouvez jouer contre notre expert Bot GTO.",
  "Exploitative Bot mode.": "Mode Bot Exploitatif.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar. Simply select your preferred play-style via the button on the training screen and watch the Bot adapt.": "Choisissez parmi deux logiques humaines, un plan de jeu serré ou agressif, et voyez vos compétences s'améliorer. Sélectionnez simplement votre style de jeu préféré via le bouton sur l'écran d'entraînement et regardez le Bot s'adapter.",
  "Tight playstyle": "Style de jeu serré",
  "With the tight Gameplan, the Bot will play passively, only opting for more aggressive actions if the expected value (EV) remains high.": "Avec le plan de jeu serré, le Bot jouera de manière passive, n'optant pour des actions plus agressives que si la valeur attendue (EV) reste élevée.",
  "Aggressive playstyle": "Style de jeu agressif",
  "On the other hand, the aggressive Gameplan will see Neura play more aggressively, all while keeping the focus on maximizing EV.": "D'autre part, le plan de jeu agressif verra Neura jouer de manière plus agressive, tout en gardant l'accent sur la maximisation de l'EV.",
  "Tight vs. Aggressive": "Serré vs Agressif",
  "A hand for the Bot is with 35% in the call action and 65% in the raise action. This means that the EV difference between call and raise is approximately 0bb.": "Une main pour le Bot est avec 35% dans l'action de call et 65% dans l'action de raise. Cela signifie que la différence d'EV entre call et raise est approximativement de 0bb.",
  "Using the tight Gameplan, the Bot's strategy will change to 100% call, while the aggressive Gameplan will choose 100% raise.": "En utilisant le Gameplan serré, la stratégie du Bot passera à 100% d'appel, tandis que le Gameplan agressif choisira 100% de relance.",
  "Real-time feedback.": "Retour en temps réel.",
  "As you make decisions during training, Neura Bot measures the expected value (EV) of each move and compares it to the highest EV decision. This provides immediate feedback on your play and helps you identify areas for improvement.": "Au fur et à mesure que vous prenez des décisions pendant l'entraînement, Neura Bot mesure la valeur attendue (EV) de chaque mouvement et la compare à la décision ayant la plus haute EV. Cela fournit un retour immédiat sur votre jeu et vous aide à identifier les domaines à améliorer.",
  "Join now:": "Rejoignez-nous maintenant :",
  "Unleash your potential!": "Libérez votre potentiel !",
  "Get started": "Commencer",
  "Spot selection": "Sélection de spot",
  "Take control of your poker training.": "Prenez le contrôle de votre formation au poker.",
  "Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Choisissez parmi une gamme de cash games, de face-à-face ou de tournois multi-tables pour vous entraîner sur les spots que vous souhaitez améliorer.",
  "Whether you're looking to improve your preflop or postflop play, our Bot has got you covered. Simply select your preferred training mode and get started.": "Que vous cherchiez à améliorer votre jeu préflop ou postflop, notre Bot a ce qu'il vous faut. Il vous suffit de sélectionner votre mode d'entraînement préféré et de commencer.",
  "Available training modes": "Modes d'entraînement disponibles",
  "The practice mode provides a wide range of game types to choose from.": "Le mode d'entraînement offre un large éventail de types de jeux parmi lesquels choisir.",
  "You can select Cash-game with a 100bb stack size and play through various scenarios like Preflop, 2Bet, 3Bet, and 4Bet.": "Vous pouvez choisir le Cash-game avec une taille de stack de 100bb et jouer à travers divers scénarios comme le Preflop, 2Bet, 3Bet et 4Bet.",
  "Additionally, MTTs with stack sizes ranging from 10bb to 75bb are available, with additional scenarios like Limp-Call and Limp-Raise-Call, as well as the same Preflop, 2Bet, 3Bet, and 4Bet options.": "De plus, des MTTs avec des tailles de stack allant de 10bb à 75bb sont disponibles, avec des scénarios supplémentaires comme Limp-Call et Limp-Raise-Call, ainsi que les mêmes options Preflop, 2Bet, 3Bet et 4Bet.",
  "There is also a dedicated mode for heads-up play, featuring 100bb stack size and the same Preflop, 2Bet, 3Bet, and 4Bet scenarios.": "Il existe également un mode dédié au jeu en tête-à-tête, avec une taille de stack de 100bb et les mêmes scénarios Preflop, 2Bet, 3Bet et 4Bet.",
  "Switch mode": "Changer de mode",
  "Just switch to gameplan mode.": "Passez simplement en mode gameplan.",
  "And the best part? You can switch to gameplan mode at any time to see how the current spot fits into your overall strategy. With Neura Bot, you have the tools you need to take your poker game to the next level.": "Et la meilleure partie ? Vous pouvez passer en mode gameplan à tout moment pour voir comment le spot actuel s'intègre dans votre stratégie globale. Avec Neura Bot, vous avez les outils nécessaires pour amener votre jeu de poker au niveau supérieur.",
  "Get the Big Picture": "Obtenez une vue d'ensemble",
  "You can switch between the actual training situation and the gameplan mode whenever you like. This means that while you're playing, you can also take a closer look at the situation in a more strategic way.": "Vous pouvez passer de la situation d'entraînement actuelle au mode gameplan à tout moment. Cela signifie que pendant que vous jouez, vous pouvez aussi examiner la situation de manière plus stratégique.",
  "By doing this, you'll get a better understanding of how the current situation fits into your overall strategy and improve your decision-making skills. It'll make learning more effective and help you make better choices in the game, which in turn will help you to progress and succeed.": "En faisant cela, vous obtiendrez une meilleure compréhension de la façon dont la situation actuelle s'intègre dans votre stratégie globale et améliorerez vos compétences en matière de prise de décision. Cela rendra l'apprentissage plus efficace et vous aidera à faire de meilleurs choix dans le jeu, ce qui à son tour vous aidera à progresser et à réussir.",
  "Pure stats.": "Des stats pures.",
  "Take control of your progress with our advanced statistics tracking! Our statistics sheet provides an overview of your results, and you can easily filter by specific positions, in/out-of-position play, bet sizing, game type, and stack size to gain deeper insights into your strengths and weaknesses": "Prenez le contrôle de votre progression grâce à notre suivi avancé des statistiques ! Notre feuille de statistiques donne un aperçu de vos résultats, et vous pouvez facilement filtrer par positions spécifiques, jeu en position/en dehors de la position, taille des mises, type de jeu et taille de la pile pour obtenir une compréhension plus profonde de vos points forts et de vos faiblesses.",
  "Find your leaks": "Trouvez vos fuites",
  "With this feature, it's easy to identify potential leaks in your play and track your progress over time. By using multiple filters, you have complete control over the information you want to see, making it easier than ever to improve your game": "Avec cette fonctionnalité, il est facile d'identifier les fuites potentielles dans votre jeu et de suivre votre progression dans le temps. En utilisant plusieurs filtres, vous avez un contrôle total sur l'information que vous voulez voir, ce qui rend l'amélioration de votre jeu plus facile que jamais.",
  "Range normalization": "Normalisation de la gamme",
  "Runout clustering": "Regroupement de runout",
  "Made-hand distribution": "Distribution de mains faites",
  "Runout distribution graph": "Graphique de distribution de runout",
  "Open sidebar": "Ouvrir la barre latérale",
  "Study": "Étude",
  "Data-driven analysis and visualization": "Analyse et visualisation basées sur les données",
  "Poker Scientist stands out from the competition for a number of reasons. First and foremost, our solver produces the most accurate gameplan solutions in the world, with a Nash-Distance between 0.01 - 0.15% pot per hand. This level of accuracy allows us to distinguish the origin of all frequencies for strategies between 'balancing' and 'rounding-error'.": "Poker Scientist se distingue de la concurrence pour plusieurs raisons. Tout d'abord, notre solveur produit les solutions de gameplan les plus précises au monde, avec une distance de Nash entre 0.01 - 0.15% de pot par main. Ce niveau de précision nous permet de distinguer l'origine de toutes les fréquences pour les stratégies entre 'équilibrage' et 'erreur d'arrondi'.",
  "Range vs. Range": "Gamme vs. Gamme",
  "All the information you need in one single sheet.": "Toutes les informations dont vous avez besoin sur une seule feuille.",
  "With the Range versus Range view, you can easily navigate through the spot using action buttons and visualize the strategies of each player with a matrix.": "Avec la vue Gamme contre Gamme, vous pouvez facilement naviguer à travers le spot en utilisant les boutons d'action et visualiser les stratégies de chaque joueur avec une matrice.",
  "Range matrix": "Matrice de gamme",
  "The Range Matrix feature offers a complete overview of all possible preflop card combinations that a player can hold, displayed in a matrix format along with the corresponding strategy frequencies and expected values (EVs) for each hand combination.": "La fonctionnalité de matrice de gamme offre une vue d'ensemble complète de toutes les combinaisons de cartes préflop possibles qu'un joueur peut détenir, affichées dans un format de matrice avec les fréquences de stratégie correspondantes et les valeurs attendues (EVs) pour chaque combinaison de mains.",
  "Switch between Equity and EV view": "Passer de la vue Equity à la vue EV",
  "With the Range Matrix feature, you can easily switch between two different visualization modes. The first mode displays the strategy frequencies of the possible preflop card combinations, while the second mode shows the expected value (EV) in both numerical and color-coded formats, providing you with comprehensive insights to help improve your poker game.": "Avec la fonctionnalité de matrice de gamme, vous pouvez facilement passer entre deux modes de visualisation différents. Le premier mode affiche les fréquences de stratégie des combinaisons de cartes préflop possibles, tandis que le second mode montre la valeur attendue (EV) à la fois sous forme numérique et codée par couleurs, vous fournissant des informations complètes pour vous aider à améliorer votre jeu de poker.",
  "Hand details view": "Vue détaillée de la main",
  "The Hand Details view feature allows you to view specific details of a preflop hand combination within a hand combination group. You can see the expected value (EV) and frequency of each possible action for that particular hand combination.": "La fonction de vue détaillée de la main vous permet de voir les détails spécifiques d'une combinaison de main préflop au sein d'un groupe de combinaisons de mains. Vous pouvez voir la valeur attendue (EV) et la fréquence de chaque action possible pour cette combinaison de main particulière.",
  "Player comparison": "Comparaison des joueurs",
  "With the Player Comparison feature, you can directly compare the expected value (EV), hand combinations, and pot sizes of two players side by side. This allows for a quick and easy analysis of how each player's range and decisions are affecting the overall outcome of the game.": "Avec la fonctionnalité de comparaison des joueurs, vous pouvez comparer directement la valeur attendue (EV), les combinaisons de mains et les tailles de pot de deux joueurs côte à côte. Cela permet une analyse rapide et facile de la manière dont la gamme et les décisions de chaque joueur affectent le résultat global du jeu.",
  "Customize the weight for each hand combination.": "Personnalisez le poids pour chaque combinaison de mains.",
  "The normalization changes the color space for each cell in the matrix, and it's proportional to the weight and frequency of each cell.": "La normalisation modifie l'espace colorimétrique de chaque cellule dans la matrice, et elle est proportionnelle au poids et à la fréquence de chaque cellule.",
  "Normalized": "Normalisé",
  "Think about a river situation where the weight for a hand is low due to all the other potential outcomes. With the relative view, it can be difficult to gather any meaningful information from the matrix.": "Pensez à une situation de rivière où le poids d'une main est faible en raison de tous les autres résultats potentiels. Avec la vue relative, il peut être difficile de recueillir des informations significatives à partir de la matrice.",
  "That's why we offer the option to change the view to normalized. It provides a clearer picture of the hands in the ranges.": "C'est pourquoi nous offrons la possibilité de changer la vue en normalisé. Il donne une image plus claire des mains dans les plages.",
  "Absolute": "Absolue",
  "But what if you still need more insight? No problem. The 'Absolute' function gives you an even more in-depth view of the strategy for every possible hand. The space of each cell is described by the normalization feature, following the mathematical description. This allows you to make informed decisions and play your best game.": "Mais que faire si vous avez encore besoin de plus de perspicacité ? Aucun problème. La fonction 'Absolue' vous offre une vue encore plus approfondie de la stratégie pour chaque main possible. L'espace de chaque cellule est décrit par la fonction de normalisation, suivant la description mathématique. Cela vous permet de prendre des décisions éclairées et de jouer votre meilleur jeu.",
  "Simplify your gameplan.": "Simplifiez votre plan de jeu.",
  "The Simplifier tool allows you to manipulate the GTO-Strategies by adding or removing actions, which has a direct impact on the measured Range-EV.": "L'outil Simplificateur vous permet de manipuler les Stratégies GTO en ajoutant ou en supprimant des actions, ce qui a un impact direct sur le Range-EV mesuré.",
  "Algorithm": "Algorithme",
  "Our Simplification algorithm manipulates the Gameplan in a way that minimizes EV loss when removing an action, or maximizes EV gain when adding an action.": "Notre algorithme de simplification manipule le plan de jeu de manière à minimiser la perte d'EV lors de la suppression d'une action, ou à maximiser le gain d'EV lors de l'ajout d'une action.",
  "This algorithm goes beyond the Nash algorithm, allowing for strategies that are not necessarily balanced. When you remove an action, the hands that would have used that action will be directed to the alternative action with the second highest EV instead.": "Cet algorithme va au-delà de l'algorithme de Nash, permettant des stratégies qui ne sont pas nécessairement équilibrées. Lorsque vous supprimez une action, les mains qui auraient utilisé cette action seront dirigées vers l'action alternative ayant la deuxième EV la plus élevée à la place.",
  "Simplification made easy": "Simplification facilitée",
  "To see how it works, let's consider a Raw GTO-Strategy:": "Pour voir comment cela fonctionne, considérons une Stratégie GTO brute :",
  "Removing the raising actions is a good way to simplify, even if the R 17.4 has a frequency of 14.5%. If we remove the raising actions, the new strategy will only have a fold/- and a callpart, and we will not lose any relevant Range-EV.": "Supprimer les actions de relance est une bonne façon de simplifier, même si le R 17.4 a une fréquence de 14,5%. Si nous supprimons les actions de relance, la nouvelle stratégie n'aura qu'une fold/- et une callpart, et nous ne perdrons aucun Range-EV pertinent.",
  "However, if we remove a further action, our Range-EV will decrease significantly. On the other hand, if we go back to the Raw GTO-Strategy and directly remove the callnode, keeping the raise actions possible, we will only lose 2bb/100 with this strategy.": "Cependant, si nous supprimons une action supplémentaire, notre Range-EV diminuera significativement. D'autre part, si nous revenons à la Stratégie GTO brute et supprimons directement le callnode, tout en gardant les actions de relance possibles, nous ne perdrons que 2bb/100 avec cette stratégie.",
  "The Simplifier algorithm shows you how to take advantage of several options for simplifying your GTO-Gameplan.": "L'algorithme de simplification vous montre comment tirer parti de plusieurs options pour simplifier votre plan de jeu GTO.",
  "Reduce the number of different strategies.": "Réduisez le nombre de stratégies différentes.",
  "Simplifying your strategy leads to fewer mistakes and an increase in your win rate. That's why we created the Runout Clustering feature.": "Simplifier votre stratégie conduit à moins d'erreurs et à une augmentation de votre taux de victoire. C'est pourquoi nous avons créé la fonction de regroupement de Runout.",
  "The clustering process": "Le processus de regroupement",
  "On average, there are 6900 action nodes for a 2-Bet spot, with over 16 million possible strategies. With every scenario, there's a chance to make a mistake that could reduce your win rate. That's why it's crucial to keep your game plan as simple as possible.": "En moyenne, il y a 6900 nœuds d'action pour un spot de 2-Bet, avec plus de 16 millions de stratégies possibles. Avec chaque scénario, il y a une chance de faire une erreur qui pourrait réduire votre taux de victoire. C'est pourquoi il est crucial de garder votre plan de jeu aussi simple que possible.",
  "We've simplified the game plan by comparing each runout with every other runout. Each runout has a specific strategy, defined by the frequency of possible moves, weighted by a parameter that represents the relative value of different lines.": "Nous avons simplifié le plan de jeu en comparant chaque runout à tous les autres. Chaque runout a une stratégie spécifique, définie par la fréquence des mouvements possibles, pondérée par un paramètre qui représente la valeur relative des différentes lignes.",
  "For example, an all-in frequency gap is weighted higher than a frequency gap for a check.": "Par exemple, un écart de fréquence all-in est pondéré plus haut qu'un écart de fréquence pour un check.",
  "We used a 2-dimensional clustering method to find the minimum number of different clusters, without losing Range-EV for any player. The result is that the 49 turn runouts become grouped or clustered. Each cluster has a representative card with the smallest strategy difference between all cards in the cluster.": "Nous avons utilisé une méthode de regroupement à 2 dimensions pour trouver le nombre minimum de clusters différents, sans perdre de Range-EV pour aucun joueur. Le résultat est que les 49 runouts de tour deviennent regroupés ou clusterisés. Chaque cluster a une carte représentative avec la plus petite différence de stratégie entre toutes les cartes du cluster.",
  "Levels of simplification": "Niveaux de simplification",
  "Each player has their own Runout Clustering, which is likely to be different from the other players in the same situation. Here are three examples of different levels of simplification:": "Chaque joueur a son propre regroupement de Runout, qui est susceptible d'être différent de celui des autres joueurs dans la même situation. Voici trois exemples de différents niveaux de simplification:",
  "High-Level simplification": "Simplification de haut niveau",
  "In a Cashgame 3Bet MPvsBU, the strategy for BU simplifies from 49 to 2 different strategies on turn without any EV loss. (96% simplified)": "Dans un Cashgame 3Bet MPvsBU, la stratégie pour BU se simplifie de 49 à 2 différentes stratégies sur le tour sans aucune perte d'EV. (96% simplifié)",
  "Medium-Level simplification": "Simplification de niveau moyen",
  "In an MTT 25bb SRP BUvsBB, the strategy for BU simplifies from 49 to 12 different strategies on the river (75% simplified)": "Dans un MTT 25bb SRP BUvsBB, la stratégie pour BU se simplifie de 49 à 12 différentes stratégies sur la rivière (75% simplifié)",
  "Low-Level simplification": "Simplification de bas niveau",
  "In a Cashgame 2Bet BUvsBB, the strategy for BB simplifies from 49 to 21 strategies on turn (57% simplified)": "Dans un Cashgame 2Bet BUvsBB, la stratégie pour BB se simplifie de 49 à 21 stratégies sur le tour (57% simplifié)",
  "It's interesting to note that you can have the same strategy for two different cards in a cluster, even though they have a big difference in their Runout-EVs. This shows that there can be multiple, different reasons for having a particular strategy.": "Il est intéressant de noter que vous pouvez avoir la même stratégie pour deux cartes différentes dans un cluster, même si elles ont une grande différence dans leurs Runout-EVs. Cela montre qu'il peut y avoir plusieurs raisons différentes d'avoir une stratégie particulière.",
  "We save the result of each Runout Clustering calculation on our backend, so you only have to calculate it once. Understanding the different cluster structures opens up a new door to understanding poker.": "Nous sauvegardons le résultat de chaque calcul de regroupement de Runout sur notre backend, donc vous n'avez à le calculer qu'une fois. Comprendre les différentes structures de clusters ouvre une nouvelle porte à la compréhension du poker.",
  "A hand category overview": "Un aperçu des catégories de main",
  "The Made-Hand distribution feature classifies hands into 18 groups and helps improve game strategy by showing the frequency of hand groups in specific actions and the likelihood of having a specific hand class in the current range": "La fonction de distribution des mains réalisées classe les mains en 18 groupes et aide à améliorer la stratégie de jeu en montrant la fréquence des groupes de mains dans des actions spécifiques et la probabilité d'avoir une classe de main spécifique dans la range actuelle",
  "Hand properties": "Propriétés des mains",
  "Here's how it works: like mentioned the Made-Hand Distribution classifies hands into 18 different groups based on their properties. The properties of a hand are related to the board structure and can have a big impact on your strategy. With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set": "Voici comment ça fonctionne : comme mentionné, la distribution des mains réalisées classe les mains en 18 groupes différents en fonction de leurs propriétés. Les propriétés d'une main sont liées à la structure du board et peuvent avoir un grand impact sur votre stratégie. Avec cette fonction, vous pourrez voir la relation entre la stratégie parfaite pour un spot spécifique et la classe de main, comme avoir un tirage couleur ou un brelan",
  "With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set": "Avec cette fonction, vous pourrez voir la relation entre la stratégie parfaite pour un spot spécifique et la classe de main, comme avoir un tirage couleur ou un brelan",
  "Distribution types": "Types de distribution",
  "And it gets even better - the feature provides two different distributions: one that shows how often a hand group results in a specific action, visualized by the color of the hand class bar, and another that shows how likely it is for you to have a specific hand class in your current range.": "Et ça devient encore mieux - la fonction offre deux distributions différentes : une qui montre à quelle fréquence un groupe de mains aboutit à une action spécifique, visualisée par la couleur de la barre de classe de main, et une autre qui montre à quelle probabilité vous avez d'avoir une classe de main spécifique dans votre range actuelle.",
  "With the Made-Hand Distribution, you'll have all the information you need to understand which type of hand class you have in a certain action, and how likely it is.": "Avec la distribution des mains réalisées, vous aurez toutes les informations dont vous avez besoin pour comprendre quel type de classe de main vous avez dans une certaine action, et à quelle fréquence cela se produit.",
  "With the Runout-Distribution feature, you can easily see the impact of the runout on your range or your opponent's range, measured by expected value (EV) using a table and graph": "Avec la fonction de distribution de Runout, vous pouvez facilement voir l'impact du runout sur votre range ou celle de votre adversaire, mesuré par la valeur attendue (EV) à l'aide d'un tableau et d'un graphique",
  "The graphs": "Les graphiques",
  "The two graphs are anti-symmetric, allowing you to quickly get a full understanding of the game at a glance.": "Les deux graphiques sont antisymétriques, vous permettant de comprendre rapidement le jeu en un coup d'œil.",
  "For example, if the runout is a spade, a minimum in the graph for the in-position player might indicate that they have fewer flush draws than the out-of-position player. This information is essential for making informed decisions on the next street": "Par exemple, si le runout est un pique, un minimum dans le graphique pour le joueur en position pourrait indiquer qu'il a moins de tirages couleur que le joueur hors de position. Cette information est essentielle pour prendre des décisions éclairées sur la prochaine rue",
  "The big picture": "La vue d'ensemble",
  "The Macro-Analysis feature gives you an overview of values like Range-EV, strategy, EQ, EQ-Realization and more for all flops of a pre-selected spot": "La fonction Macro-Analysis vous donne un aperçu des valeurs comme Range-EV, stratégie, EQ, réalisation EQ et plus pour tous les flops d'un spot pré-sélectionné",
  "Filters": "Filtres",
  "Get the ultimate overview": "Obtenez l'aperçu ultime",
  "With this feature, you can easily find out things like: on which type of flops you should use a big bet or check back most of the time, which flops connect well with your range or your opponent's range, and how the Range-EV is connected to your preferred strategy": "Avec cette fonction, vous pouvez facilement découvrir des choses comme : sur quel type de flops vous devriez utiliser un gros pari ou checker la plupart du temps, quels flops se connectent bien avec votre range ou celle de votre adversaire, et comment le Range-EV est lié à votre stratégie préférée",
  "A comprehensive analysis of runouts": "Une analyse complète des runouts"
}
