{
  "Get started": "Commencez",
  "Learn more": "En savoir plus",
  "As seen on": "Vu sur",
  "Poker": "Poker",
  "Perfect GTO solutions": "Solutions GTO parfaites",
  "Our browser-based software gives you instant access to our GTO gameplan, containing billions of strategies.": "Notre logiciel basé sur le navigateur vous donne un accès instantané à notre plan de jeu GTO, contenant des milliards de stratégies.",
  "Accuracy.": "Précision.",
  "The Nash-Distance of our gameplans is between 0.01 - 0.15% pot per hand, giving you the most accurate strategies available.": "La distance de Nash de nos plans de jeu est entre 0,01 - 0,15% du pot par main, vous offrant les stratégies les plus précises disponibles.",
  "Hardware.": "Matériel.",
  "With a network of virtual machines powering our solver, we are able to deliver the most accurate gameplan in the world thanks to impressive hardware power.": "Grâce à un réseau de machines virtuelles qui alimentent notre solveur, nous sommes en mesure de fournir le plan de jeu le plus précis au monde grâce à une puissance matérielle impressionnante.",
  "Next-gen features.": "Fonctionnalités de prochaine génération.",
  "Unlock a deeper understanding of the game with our Simplifier and Runout-Clustering feature, giving you the ability to exploit your opponents strategic blunders for maximum gain.": "Débloquez une compréhension plus profonde du jeu avec notre fonction de simplification et de clustering de Runout, vous permettant d'exploiter les erreurs stratégiques de vos adversaires pour un gain maximal.",
  "Practice mode": "Mode d'entraînement",
  "Train your skills": "Entraînez vos compétences",
  "Improve your game with the GTO practice mode! Master your strategy and make smart decisions through practice, as you play against our advanced GTO-Bot.": "Améliorez votre jeu avec le mode d'entraînement GTO ! Maîtrisez votre stratégie et prenez des décisions intelligentes à travers la pratique, en jouant contre notre GTO-Bot avancé.",
  "Bot playstyles.": "Styles de jeu du bot.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar.": "Choisissez entre deux logiques semblables à celles des humains, un plan de jeu serré ou agressif, et observez vos compétences s'envoler.",
  "EV measurement.": "Mesure de l'EV.",
  "As you make decisions during training, Poker Scientist measures the expected value (EV) of each move and compares it to the highest EV decision.": "Lorsque vous prenez des décisions pendant l'entraînement, Poker Scientist mesure la valeur attendue (EV) de chaque mouvement et la compare à la décision à EV la plus élevée.",
  "Spot selection.": "Sélection de spot.",
  "Take control of your poker training. Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Prenez le contrôle de votre entraînement au poker. Choisissez parmi une gamme de cash games, de tête-à-tête ou de tournois à plusieurs tables pour vous entraîner sur les spots que vous voulez améliorer.",
  "Fine-tune your strategy": "Affinez votre stratégie",
  "Access the optimal solution for your poker play with a Gameplan based on GTO (Game Theory Optimal) principles.": "Accédez à la solution optimale pour votre jeu de poker avec un plan de jeu basé sur les principes de la GTO (Game Theory Optimal).",
  "Range versus Range.": "Range contre Range.",
  "This one-of-a-kind feature allows you to see all the information you need about your current game situation in one single sheet.": "Cette fonction unique vous permet de voir toutes les informations dont vous avez besoin sur votre situation de jeu actuelle sur une seule feuille.",
  "Simplifier.": "Simplificateur.",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Choisissez parmi plusieurs options pour simplifier votre plan de jeu GTO avec le Simplificateur.",
  "Runout clustering.": "Clustering de Runout.",
  "The runout clustering simplifies the strategy by reducing the number of different strategies you have in your gameplan.": "Le clustering de runout simplifie la stratégie en réduisant le nombre de stratégies différentes que vous avez dans votre plan de jeu.",
  "Made-Hand-Distribution.": "Distribution de mains faites.",
  "The made hand distribution classifies hands into 18 different hand groups by their properties.": "La distribution de mains faites classe les mains en 18 groupes de mains différents selon leurs propriétés.",
  "Runout-Distribution graph.": "Graphique de distribution de Runout.",
  "See exactly how well the runout is hitting your range or your opponents range, measured by expected value (EV).": "Voyez exactement comment le runout touche votre range ou la range de vos adversaires, mesuré par la valeur attendue (EV).",
  "Range normalization.": "Normalisation de la range.",
  "Customize the weight for each hand combination to perform at your best.. ": "Personnalisez le poids de chaque combinaison de mains pour performer au mieux..",
  "Champion of the SCOOP Main Event 2021 for $839,000 and MTT Highstakes Player": "Champion du Main Event SCOOP 2021 pour 839 000 $ et joueur de MTT Highstakes",
  "Being able to see the GTO solution to any question I had during a session right after, was one of the biggest improvement for my career.": "Pouvoir voir la solution GTO à toute question que j'avais pendant une session juste après, a été l'une des plus grandes améliorations pour ma carrière.",
  "Member of Team Partypoker, MTT midstakes grinder and streamer": "Membre de l'équipe Partypoker, grinder de MTT midstakes et streamer",
  "Gone are the days of wanting to review a hand and having to wait minutes or even hours to get a solution. Poker Scientist is easy to use and extremely convenient.": "Les jours où l'on voulait revoir une main et où il fallait attendre des minutes voire des heures pour obtenir une solution sont révolus. Poker Scientist est facile à utiliser et extrêmement pratique.",
  "2nd in EPT Grand Final for $1.3 Million and NL500 Player": "2e dans l'EPT Grand Final pour 1,3 million de dollars et joueur de NL500",
  "Member of 888Poker Team, Twitch streamer and YouTuber": "Membre de l'équipe 888Poker, streamer Twitch et YouTuber",
  "Poker Scientist has been a game changer for my study. Without a lot of spare time, it is invaluable to me to have a study tool that is so fast, easy and effective.": "Poker Scientist a été un changement de jeu pour mes études. Sans beaucoup de temps libre, il est inestimable pour moi d'avoir un outil d'étude qui soit si rapide, facile et efficace.",
  "Unleash": "Libérez",
  "your full poker potential.": "tout votre potentiel de poker.",
  "Features": "Fonctionnalités",
  "Pricing": "Tarification",
  "Documentation": "Documentation",
  "Changelog": "Journal des modifications",
  "Log in": "Se connecter",
  "Sign up": "S'inscrire",
  "Gameplan mode": "Mode plan de jeu",
  "Subscribe to our newsletter": "Abonnez-vous à notre newsletter",
  "I agree to receive marketing mails from Poker Scientist": "J'accepte de recevoir des mails marketing de Poker Scientist",
  "Notify me": "Notifiez-moi",
  "Enter your email": "Entrez votre email",
  "For me Poker Scientist is the most efficient way to improve my game. It is fast and simple. All I need!": "Pour moi, Poker Scientist est la manière la plus efficace d'améliorer mon jeu. C'est rapide et simple. Tout ce dont j'ai besoin !"
}
