{
  "Changelog": "변경 내역",
  "New updates and improvements to Poker Scientist.": "Poker Scientist에 대한 새로운 업데이트 및 개선 사항.",
  "Follow us on Twitter": "Twitter에서 우리를 팔로우하세요",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "사용자 경험을 향상시키기 위해 개발한 새로운 기능인 '도움말 사이드바'를 출시했습니다. 사용자의 피드백을 반영하여 도움말 정보, 문서, 단축키 개요에 대한 접근성과 효율성을 향상시켰습니다.",
  "Help Sidebar": "도움말 사이드바",
  "Help Sidebar Updates:": "도움말 사이드바 업데이트:",
  "Open Help sidebar with 'h' hotkey": "'h' 단축키로 도움말 사이드바 열기",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "도움말 사이드바에 쉽게 접근할 수 있도록 새로운 단축키를 추가했습니다. 이제 'h' 키를 간단히 눌러서 사이드바를 즉시 열 수 있습니다. 이는 작업 흐름을 최소한으로 방해하면서 필요한 도움을 얻을 수 있도록 시간을 절약해야 합니다.",
  "Mode-specific help information": "모드별 도움말 정보",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "도움말 사이드바는 이제 현재 진행 중인 모드에 기반한 상황에 맞는 도움말 정보를 보여줍니다. 이는 특정 작업에 관한 관련 도움말과 지침을 볼 수 있어 관련 없는 정보를 검색하지 않고도 필요한 답변을 쉽게 찾을 수 있게 해줍니다.",
  "Links to documentation articles and hotkey overviews": "문서 링크와 단축키 개요",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "풍부한 문서와 단축키 개요에 대한 접근을 간소화했습니다. 도움말 사이드바 내에서 플랫폼의 이해와 활용을 돕는 관련 기사 및 자료의 링크를 찾을 수 있습니다. 이는 정보를 빠르고 효과적으로 찾는 데 도움이 될 것입니다.",
  "Improvements & Fixes:": "개선 사항 및 수정 사항:",
  "Better Navigation with 'Focus'": "'Focus'를 사용한 더 나은 탐색",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "보다 명확한 포커스 상태를 구현함으로써 앱 내 탐색을 개선했습니다. 이 업데이트로 사용자가 화면에서 현재 활성화된 요소를 쉽게 확인할 수 있게 됩니다.",
  "Tab Key for Forward Navigation:": "앞으로 탐색을 위한 'Tab' 키:",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "'Tab' 키를 사용하여 화면의 다음 대화형 요소로 빠르게 탐색할 수 있는 기능을 추가했습니다. 이를 통해 사용자가 마우스에 의존하지 않고 앱을 쉽게 이동할 수 있습니다.",
  "Shift + Tab Key for Reverse Navigation:": "뒤로 탐색을 위한 'Shift + Tab' 키:",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "'Tab' 키 탐색을 보완하기 위해, 'Shift + Tab' 키 조합을 통한 뒤로 탐색 기능도 도입했습니다. 이를 통해 사용자는 화면의 이전 대화형 요소로 돌아갈 수 있습니다.",
  "Enter or Space Key to 'Click' an Element:": "요소를 '클릭'하기 위한 'Enter' 또는 'Space' 키:",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "전반적인 접근성을 향상시키기 위해, 'Enter' 또는 'Space' 키를 사용하여 요소를 '클릭'할 수 있게 했습니다. 이로 인해 키보드navigation에 의존하는 사용자가 앱 내의 버튼 및 기타 대화형 요소와 더 쉽게 상호작용할 수 있게 되었습니다.",
  "April 06, 2023": "2023년 4월 6일",
  "April 07, 2023": "2023년 4월 7일",
  "Hotkeys and Command menu": "단축키와 명령 메뉴",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Poker Scientist를 이전보다 더욱 쉽고 빠르게 사용할 수 있게 하는 두 가지 새로운 탐색 기능을 발표하게 되어 기쁩니다!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "첫째, 앱의 다양한 섹션에 빠르게 액세스할 수 있게 해주는 새로운 명령 메뉴를 도입했습니다. 명령 메뉴를 열려면 키보드에서 'Meta + k' 또는 'Win + k'를 간단히 누르면 됩니다. 거기서 스터디 모드, 연습 모드, 통계 개요, 설정, 프로필, 변경 내역, 문서 등을 선택할 수 있습니다. 명령 메뉴는 깔끔하고 직관적인 디자인으로 원하는 것을 쉽게 찾을 수 있게 하며, 빠른 탐색으로 앱을 전보다 더 빠르게 이동할 수 있습니다.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "둘째, 스터디 모드와 연습 모드 모두에 대한 단축키를 추가했습니다. 이 단축키들을 사용하면 버튼이나 메뉴를 클릭하지 않고도 일반적인 작업을 수행할 수 있습니다. 스터디 모드에서는 단축키를 사용하여 행동을 선택하고, 스팟을 설정하며, 범위 표시 모드를 전환하고, 매크로 분석을 열 수 있습니다. 연습 모드에서는 단축키를 사용하여 행동을 선택하고, 다음 패로 넘어가며, 사용 가능한 다른 옵션들을 탐색할 수 있습니다. 이 단축키들은 Poker Scientist를 더 효율적이고 정확하게 사용하는 데 도움이 될 것입니다.",
  "March 31, 2023": "2023년 3월 31일",
  "Documentation web page": "문서 웹 페이지",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "이 새로운 자료는 사용자가 GTO 전략을 마스터하는 데 필요한 애플리케이션의 기능과 포커 관련 지식에 대해 깊이 있게 이해할 수 있도록 설계되었습니다.",
  "The documentation page includes:": "문서 페이지에는 다음과 같은 내용이 포함되어 있습니다:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "개편된 게임플랜 모드부터 연습 모드의 마지막 대 최고 정보까지 각 기능이 어떻게 작동하는지 더 잘 이해하십시오. 이 도구들을 최대한 활용하여 포커 기술을 효과적으로 향상시키는 방법을 배우십시오.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "게임 이론 최적화(GTO) 전략의 핵심 개념과 원칙을 탐색하십시오. 현대 포커에서 GTO의 중요성과 게임 플레이에 견고한 기반을 제공하는 방법을 이해하십시오.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "이해하기 쉬운 가이드와 튜토리얼을 따라 Poker Scientist 애플리케이션을 시작하십시오. 플랫폼 탐색 방법, 손 기록 분석 방법, 다양한 포커 상황에서 GTO 전략을 사용한 연습 방법을 배우십시오.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "이 문서 페이지를 플랫폼에 통합함으로써, 우리는 GTO 학습을 지원하고 전반적인 포커 이해도를 향상시키는 종합적인 자료를 사용자에게 제공하려고 합니다."
}
