{
  "Changelog": "Registro de Cambios",
  "New updates and improvements to Poker Scientist.": "Nuevas actualizaciones y mejoras para Poker Scientist.",
  "Follow us on Twitter": "Síguenos en Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Hemos lanzado una nueva característica en la que hemos estado trabajando para mejorar su experiencia de usuario: la barra lateral de Ayuda. Hemos escuchado sus comentarios e implementado una forma más accesible y eficiente para que acceda a la información de ayuda, artículos de documentación y resúmenes de teclas de acceso rápido.",
  "Help Sidebar": "Barra Lateral de Ayuda",
  "Help Sidebar Updates:": "Actualizaciones de la barra lateral de ayuda:",
  "Open Help sidebar with 'h' hotkey": "Abre la barra lateral de ayuda con la tecla de acceso rápido 'h'",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Para hacer que la barra lateral de Ayuda sea fácilmente accesible, hemos añadido una nueva tecla de acceso rápido. Ahora, simplemente puedes presionar la tecla 'h' para abrir la barra lateral instantáneamente. Esto debería ahorrarte tiempo y ayudarte a obtener la asistencia que necesitas con la mínima interrupción de tu flujo de trabajo.",
  "Mode-specific help information": "Información de ayuda específica del modo",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "La barra lateral de Ayuda ahora muestra información de ayuda sensible al contexto basada en el modo en el que te encuentras actualmente. Esto significa que verás ayuda y orientación relevantes para la tarea específica en la que estás trabajando, facilitándote encontrar las respuestas que necesitas sin tener que buscar a través de información no relacionada.",
  "Links to documentation articles and hotkey overviews": "Enlaces a artículos de documentación y resúmenes de teclas de acceso rápido",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Hemos simplificado el acceso a nuestra extensa documentación y resúmenes de teclas de acceso rápido. Dentro de la barra lateral de Ayuda, encontrarás enlaces a artículos y recursos relevantes para ayudarte a navegar y dominar nuestra plataforma. Esto debería ayudarte a encontrar la información que necesitas de manera rápida y eficiente.",
  "Improvements & Fixes:": "Mejoras y soluciones:",
  "Better Navigation with 'Focus'": "Mejor navegación con 'Enfoque'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Hemos mejorado la navegación dentro de nuestra aplicación implementando un estado de enfoque más claro. Esta actualización facilitará a los usuarios ver qué elemento está actualmente activo en la pantalla.",
  "Tab Key for Forward Navigation:": "Tecla 'Tab' para la navegación hacia adelante",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Hemos añadido la capacidad de usar la tecla 'Tab' para navegar rápidamente al siguiente elemento interactivo en la pantalla. Esto permite a los usuarios moverse por la aplicación con facilidad, sin tener que depender del ratón.",
  "Shift + Tab Key for Reverse Navigation:": "Tecla 'Shift + Tab' para navegación inversa",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "Para complementar la navegación con la tecla 'Tab', también hemos introducido la combinación de teclas 'Shift + Tab' para la navegación inversa. Esto permite a los usuarios retroceder al elemento interactivo anterior en la pantalla.",
  "Enter or Space Key to 'Click' an Element:": "Tecla 'Enter' o 'Espacio' para 'hacer clic' en un elemento",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Para mejorar la accesibilidad general, hemos hecho posible el uso de la tecla 'Enter' o 'Espacio' para 'hacer clic' en un elemento. Esto facilita a los usuarios que dependen de la navegación por teclado interactuar con botones y otros elementos interactivos dentro de la aplicación.",
  "April 06, 2023": "06 de abril de 2023",
  "April 07, 2023": "07 de abril de 2023",
  "Hotkeys and Command menu": "Teclas de acceso rápido y menú de comandos",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "¡Estamos emocionados de anunciar dos nuevas características de navegación que harán que usar Poker Scientist sea aún más fácil y rápido que antes!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "Primero, hemos introducido un nuevo menú de comandos que te permite acceder rápidamente a diferentes secciones de la aplicación. Para abrir el menú de comandos, simplemente presiona 'Meta + k' o 'Win + k' en tu teclado. Desde allí, puedes elegir entre el modo Estudio, modo Práctica, resumen de estadísticas, Configuración, Perfil, Registro de cambios, Documentación y más. El menú de comandos tiene un diseño limpio e intuitivo que facilita encontrar lo que estás buscando, y la rápida navegación significa que puedes moverte por la aplicación más rápidamente que nunca.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "Segundo, hemos añadido teclas de acceso rápido tanto para el modo de estudio como para el modo de práctica. Estas teclas de acceso rápido te permiten realizar acciones comunes sin tener que hacer clic en botones o menús. En el modo de estudio, puedes usar teclas de acceso rápido para elegir tu acción, configurar tu posición, cambiar entre modos de visualización de rango y abrir el análisis macro. En el modo de práctica, puedes usar teclas de acceso rápido para elegir tu acción y pasar a la siguiente mano, así como navegar a través de las diferentes opciones disponibles para ti. Estas teclas de acceso rápido facilitarán el uso de Poker Scientist de manera más eficiente y con mayor precisión.",
  "March 31, 2023": "31 de marzo de 2023",
  "Documentation web page": "Página web de documentación",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Este nuevo recurso está diseñado para proporcionar a los usuarios una comprensión más profunda de las características de nuestra aplicación y el conocimiento relacionado con el póker necesario para dominar las estrategias GTO.",
  "The documentation page includes:": "La página de documentación incluye:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Obtén una mejor comprensión de cómo funciona cada característica, desde el modo Gameplan renovado hasta la información de Último vs. Mejor en el modo de práctica. Aprende cómo aprovechar al máximo estas herramientas para mejorar eficazmente tus habilidades de póker.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Explora los conceptos y principios fundamentales de las estrategias óptimas de teoría de juegos (GTO). Comprende la importancia del GTO en el póker moderno y cómo puede proporcionar una base sólida para tu juego.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "Sigue nuestras guías y tutoriales fáciles de entender para comenzar con la aplicación Poker Scientist. Aprende a navegar por la plataforma, analizar tu historial de manos y practicar el uso de estrategias GTO en varias situaciones de póker.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "Al incorporar esta página de documentación en nuestra plataforma, nuestro objetivo es proporcionar a los usuarios un recurso integral que ayude en el estudio del GTO y mejore su comprensión general del póker."
}
