{
  "Effortlessly navigate through the spot.": "Navega sin esfuerzo a través del punto.",
  "Range Normalization": "Normalización de Rango",
  "Customize the weight for each hand combination to perform at your best.": "Personaliza el peso para cada combinación de mano para rendir al máximo.",
  "Simplifier": "Simplificador",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Elige entre varias opciones para simplificar tu plan de juego GTO con el Simplificador.",
  "Runout Clustering": "Agrupación de Runout",
  "Understanding the different cluster structures opens up a new door to understanding poker.": "Entender las diferentes estructuras de grupos abre una nueva puerta para entender el póker.",
  "Made Hand Distribution": "Distribución de Manos Hechas",
  "See the relationship between the perfect strategy for a specific spot and the hand category.": "Ve la relación entre la estrategia perfecta para un punto específico y la categoría de la mano.",
  "Runout Distribution": "Distribución de Runout",
  "See exactly how well the runout is hitting your range or your opponents range.": "Ve exactamente cómo el runout está afectando tu rango o el rango de tus oponentes.",
  "Macro analysis": "Análisis Macro",
  "Get an overview of values like EV, strategy, EQ & more for all flops of a pre-selected spot.": "Obtén una visión general de valores como EV, estrategia, EQ y más para todos los flops de un punto preseleccionado.",
  "Our browser-based software gives you access to our GTO gameplan, which contains billions of strategies for every relevant scenario.": "Nuestro software basado en navegador te da acceso a nuestro plan de juego GTO, que contiene miles de millones de estrategias para cada escenario relevante.",
  "Bot playstyles": "Estilos de juego del Bot",
  "Choose from two human-like logics and watch your skills soar.": "Elige entre dos lógicas similares a las humanas y ve cómo tus habilidades se disparan.",
  "EV measurement": "Medición de EV",
  "See strategy and EV differences between your chosen actions and the bot´s actions.": "Vea las diferencias de estrategia y EV entre sus acciones elegidas y las acciones del bot.",
  "Spot selection sheet": "Hoja de selección de punto",
  "Learn about the message model and how to create, retrieve, update, delete, and list messages.": "Aprende sobre el modelo de mensaje y cómo crear, recuperar, actualizar, eliminar y listar mensajes.",
  "Switch to gameplan": "Cambiar al plan de juego",
  "Choose from a range of games to train the spots you want to improve on.": "Elige entre una gama de juegos para entrenar los puntos en los que quieres mejorar.",
  "Result tracking": "Seguimiento de resultados",
  "Identify potential leaks in your play and track your progress.": "Identifica posibles fugas en tu juego y haz un seguimiento de tu progreso.",
  "Practice": "Práctica",
  "Test your skills against our bot. Your decisions will be tracked and measured in terms of frequency and EV to help you identify leaks in your game.": "Pon a prueba tus habilidades contra nuestro bot. Tus decisiones se seguirán y medirán en términos de frecuencia y EV para ayudarte a identificar fugas en tu juego.",
  "With its most accurate GTO solutions, next-gen tools and meticulous design, Poker Scientist unlocks your full potential. It is the tool of choice for learning poker.": "Con sus soluciones GTO más precisas, herramientas de próxima generación y un diseño meticuloso, Poker Scientist desbloquea todo tu potencial. Es la herramienta de elección para aprender póker.",
  "FEATURES": "CARACTERÍSTICAS",
  "The standard for GTO poker mastery": "El estándar para la maestría del póker GTO",
  "Close sidebar": "Cerrar barra lateral",
  "Play against our GTO-Bot": "Juega contra nuestro Bot-GTO",
  "Maximize your performance with our GTO-Bot practice mode! Hone your strategy and make informed decisions with our gamification-mode, where you can play against our expert GTO-Bot.": "Maximiza tu rendimiento con nuestro modo de práctica Bot-GTO! Perfecciona tu estrategia y toma decisiones informadas con nuestro modo de gamificación, donde puedes jugar contra nuestro experto Bot-GTO.",
  "Exploitative Bot mode.": "Modo de Bot Explotador.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar. Simply select your preferred play-style via the button on the training screen and watch the Bot adapt.": "Elige entre dos lógicas similares a las humanas, un plan de juego ajustado o agresivo, y mira cómo tus habilidades se disparan. Simplemente selecciona tu estilo de juego preferido a través del botón en la pantalla de entrenamiento y observa cómo se adapta el Bot.",
  "Tight playstyle": "Estilo de juego ajustado",
  "With the tight Gameplan, the Bot will play passively, only opting for more aggressive actions if the expected value (EV) remains high.": "Con el plan de juego ajustado, el Bot jugará de forma pasiva, optando solo por acciones más agresivas si el valor esperado (EV) permanece alto.",
  "Aggressive playstyle": "Estilo de juego agresivo",
  "On the other hand, the aggressive Gameplan will see Neura play more aggressively, all while keeping the focus on maximizing EV.": "Por otro lado, el plan de juego agresivo verá a Neura jugar de manera más agresiva, todo mientras se mantiene el enfoque en maximizar el EV.",
  "Tight vs. Aggressive": "Ajustado vs. Agresivo",
  "A hand for the Bot is with 35% in the call action and 65% in the raise action. This means that the EV difference between call and raise is approximately 0bb.": "Una mano para el Bot está con un 35% en la acción de call y un 65% en la acción de raise. Esto significa que la diferencia de EV entre call y raise es aproximadamente 0bb.",
  "Using the tight Gameplan, the Bot's strategy will change to 100% call, while the aggressive Gameplan will choose 100% raise.": "Utilizando el plan de juego ajustado, la estrategia del Bot cambiará a un 100% call, mientras que el plan de juego agresivo elegirá un 100% raise.",
  "Real-time feedback.": "Retroalimentación en tiempo real.",
  "As you make decisions during training, Neura Bot measures the expected value (EV) of each move and compares it to the highest EV decision. This provides immediate feedback on your play and helps you identify areas for improvement.": "A medida que tomas decisiones durante el entrenamiento, Neura Bot mide el valor esperado (EV) de cada movimiento y lo compara con la decisión de EV más alta. Esto proporciona retroalimentación inmediata sobre tu juego y te ayuda a identificar áreas de mejora.",
  "Join now:": "Únete ahora:",
  "Unleash your potential!": "¡Desata tu potencial!",
  "Get started": "Comenzar",
  "Spot selection": "Selección de punto",
  "Take control of your poker training.": "Toma el control de tu entrenamiento de póker.",
  "Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Elige entre una variedad de juegos de efectivo, heads-up o torneos de varias mesas para entrenar los puntos en los que quieres mejorar.",
  "Whether you're looking to improve your preflop or postflop play, our Bot has got you covered. Simply select your preferred training mode and get started.": "Ya sea que busques mejorar tu juego preflop o postflop, nuestro Bot te tiene cubierto. Simplemente selecciona tu modo de entrenamiento preferido y comienza.",
  "Available training modes": "Modos de entrenamiento disponibles",
  "The practice mode provides a wide range of game types to choose from.": "El modo de práctica ofrece una amplia gama de tipos de juegos para elegir.",
  "You can select Cash-game with a 100bb stack size and play through various scenarios like Preflop, 2Bet, 3Bet, and 4Bet.": "Puedes seleccionar Cash-game con un tamaño de pila de 100bb y jugar a través de varios escenarios como Preflop, 2Bet, 3Bet y 4Bet.",
  "Additionally, MTTs with stack sizes ranging from 10bb to 75bb are available, with additional scenarios like Limp-Call and Limp-Raise-Call, as well as the same Preflop, 2Bet, 3Bet, and 4Bet options.": "Además, están disponibles los MTTs con tamaños de pila que varían de 10bb a 75bb, con escenarios adicionales como Limp-Call y Limp-Raise-Call, así como las mismas opciones de Preflop, 2Bet, 3Bet y 4Bet.",
  "There is also a dedicated mode for heads-up play, featuring 100bb stack size and the same Preflop, 2Bet, 3Bet, and 4Bet scenarios.": "También hay un modo dedicado para el juego heads-up, con un tamaño de pila de 100bb y los mismos escenarios de Preflop, 2Bet, 3Bet y 4Bet.",
  "Switch mode": "Cambiar modo",
  "Just switch to gameplan mode.": "Simplemente cambia al modo de plan de juego.",
  "And the best part? You can switch to gameplan mode at any time to see how the current spot fits into your overall strategy. With Neura Bot, you have the tools you need to take your poker game to the next level.": "¿Y la mejor parte? Puedes cambiar al modo de plan de juego en cualquier momento para ver cómo se ajusta el punto actual a tu estrategia general. Con Neura Bot, tienes las herramientas que necesitas para llevar tu juego de póker al siguiente nivel.",
  "Get the Big Picture": "Obtén la visión general",
  "You can switch between the actual training situation and the gameplan at any time, giving you an instant overview of your overall strategy and how the current spot fits into it.": "Puedes cambiar entre la situación de entrenamiento actual y el plan de juego en cualquier momento, brindándote una visión general instantánea de tu estrategia global y cómo se ajusta el punto actual a ella.",
  "Analyze Your Play": "Analiza Tu Juego",
  "Your performance is tracked and measured in terms of frequency and EV for each action you make.": "Tu rendimiento se rastrea y mide en términos de frecuencia y EV para cada acción que realizas.",
  "This information is then displayed in an easy-to-understand manner, helping you identify potential leaks in your game.": "Esta información luego se muestra de una manera fácil de entender, ayudándote a identificar posibles fugas en tu juego.",
  "View your stats": "Ver tus estadísticas",
  "Identify potential leaks in your game and track your progress over time.": "Identifica posibles fugas en tu juego y sigue tu progreso con el tiempo.",
  "Progress tracking": "Seguimiento del progreso",
  "Our system tracks your performance over time, allowing you to see your progress and identify areas for improvement.": "Nuestro sistema rastrea tu rendimiento con el tiempo, lo que te permite ver tu progreso e identificar áreas de mejora.",
  "GTO-Bot Training": "Entrenamiento GTO-Bot",
  "Train against our GTO-Bot and see your skills soar!": "¡Entrena contra nuestro GTO-Bot y mira cómo tus habilidades se disparan!",
  "Performance dashboard": "Tablero de rendimiento",
  "Get a quick overview of your performance with our easy-to-read dashboard.": "Obtén una visión rápida de tu rendimiento con nuestro tablero fácil de leer.",
  "Sign up now": "Regístrate ahora",
  "Register now and start your journey to poker mastery.": "Regístrate ahora y comienza tu viaje hacia la maestría en el póker.",
  "Footer": "Pie de página",
  "Privacy Policy": "Política de Privacidad",
  "Terms of Service": "Términos de Servicio",
  "Contact": "Contacto",
  "About us": "Sobre nosotros"
}
