{
  "Changelog": "Список изменений",
  "New updates and improvements to Poker Scientist.": "Новые обновления и улучшения в Poker Scientist.",
  "Follow us on Twitter": "Подпишитесь на нас в Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Мы выпустили новую функцию, над которой работали, чтобы улучшить ваш пользовательский опыт: боковую панель помощи. Мы прислушались к вашим отзывам и реализовали более доступный и эффективный способ получения информации помощи, статей документации и обзоров горячих клавиш.",
  "Help Sidebar": "Боковая панель помощи",
  "Help Sidebar Updates:": "Обновления боковой панели помощи:",
  "Open Help sidebar with 'h' hotkey": "Откройте боковую панель помощи с помощью горячей клавиши 'h'",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Чтобы облегчить доступ к боковой панели помощи, мы добавили новую горячую клавишу. Теперь вы можете просто нажать клавишу 'h', чтобы мгновенно открыть боковую панель. Это должно сэкономить ваше время и помочь вам получить необходимую помощь с минимальным вмешательством в ваш рабочий процесс.",
  "Mode-specific help information": "Справочная информация для конкретного режима",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "Теперь в боковой панели помощи отображается контекстно-зависимая справочная информация, основанная на текущем режиме. Это означает, что вы увидите соответствующую помощь и руководство для конкретной задачи, над которой вы работаете, что облегчит поиск ответов на ваши вопросы, не требуя просмотра несвязанной информации.",
  "Links to documentation articles and hotkey overviews": "Ссылки на статьи документации и обзоры горячих клавиш",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Мы упростили для вас доступ к нашей обширной документации и обзорам горячих клавиш. В боковой панели помощи вы найдете ссылки на соответствующие статьи и ресурсы, которые помогут вам освоить нашу платформу. Это должно помочь вам быстро и эффективно найти необходимую информацию.",
  "Improvements & Fixes:": "Улучшения и исправления:",
  "Better Navigation with 'Focus'": "Лучшая навигация с 'Фокусом'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Мы улучшили навигацию в нашем приложении, реализовав более четкое состояние фокуса. Это обновление поможет пользователям легче видеть, какой элемент в данный момент активен на экране.",
  "Tab Key for Forward Navigation:": "Клавиша Tab для перехода вперед:",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Мы добавили возможность использования клавиши 'Tab' для быстрого перехода к следующему интерактивному элементу на экране. Это позволяет пользователям легко перемещаться по приложению, не полагаясь на мышь.",
  "Shift + Tab Key for Reverse Navigation:": "Shift + Tab для обратной навигации:",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "В дополнение к навигации с помощью клавиши 'Tab' мы также ввели комбинацию клавиш 'Shift + Tab' для обратной навигации. Это позволяет пользователям возвращаться к предыдущему интерактивному элементу на экране.",
  "Enter or Space Key to 'Click' an Element:": "Клавиша Enter или Пробел для 'клика' по элементу:",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Для улучшения общей доступности мы сделали возможным использование клавиш 'Enter' или 'Space' для 'клика' по элементу. Это облегчает взаимодействие с кнопками и другими интерактивными элементами в приложении для пользователей, которые используют навигацию с помощью клавиатуры.",
  "April 06, 2023": "06 апреля 2023 года",
  "April 07, 2023": "07 апреля 2023 года",
  "Hotkeys and Command menu": "Горячие клавиши и командное меню",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Мы рады объявить о двух новых функциях навигации, которые сделают использование Poker Scientist еще проще и быстрее, чем раньше!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "Во-первых, мы представили новое командное меню, которое позволяет быстро получить доступ к различным разделам приложения. Чтобы открыть командное меню, просто нажмите 'Meta + k' или 'Win + k' на вашей клавиатуре. Оттуда вы можете выбрать режим учебы, режим практики, обзор статистики, настройки, профиль, список изменений, документацию и многое другое. Командное меню имеет чистый и интуитивно понятный дизайн, который упрощает поиск нужного, и быстрая навигация позволяет перемещаться по приложению быстрее, чем когда-либо.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "Во-вторых, мы добавили горячие клавиши как для режима изучения, так и для режима практики. Эти горячие клавиши позволяют выполнять общие действия без необходимости нажимать на кнопки или меню. В режиме изучения вы можете использовать горячие клавиши для выбора действия, настройки вашего места, переключения между режимами отображения диапазона и открытия макроанализа. В режиме практики вы можете использовать горячие клавиши для выбора действия и перехода к следующей раздаче, а также для навигации по различным доступным вам вариантам. Эти горячие клавиши упростят более эффективное и точное использование Poker Scientist.",
  "March 31, 2023": "31 марта 2023 года",
  "Documentation web page": "Веб-страница документации",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Этот новый ресурс предназначен для предоставления пользователям более глубокого понимания функций нашего приложения и знаний о покере, необходимых для освоения стратегий GTO.",
  "The documentation page includes:": "Страница документации включает:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Лучше понимайте, как работает каждая функция, от обновленного режима Gameplan до информации Last vs. Best в режиме практики. Узнайте, как наиболее эффективно использовать эти инструменты для улучшения ваших навыков игры в покер.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Изучите основные концепции и принципы оптимальных стратегий теории игр (GTO). Поймите важность GTO в современном покере и то, как она может обеспечить прочную основу для вашей игры.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "Следуйте нашим простым и понятным руководствам и учебникам, чтобы начать работу с приложением Poker Scientist. Узнайте, как навигировать по платформе, анализировать историю своих рук и практиковать использование стратегий GTO в различных ситуациях в покере.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "Включив эту страницу документации в нашу платформу, мы стремимся предоставить пользователям всеобъемлющий ресурс, который помогает в изучении GTO и улучшает их общее понимание покера."
}
