{
  "Changelog": "Änderungsprotokoll",
  "New updates and improvements to Poker Scientist.": "Neue Updates und Verbesserungen für Poker Scientist.",
  "Follow us on Twitter": "Folge uns auf Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Wir haben ein neues Feature veröffentlicht, an dem wir gearbeitet haben, um deine Benutzererfahrung zu verbessern: die Hilfe-Seitenleiste. Wir haben auf euer Feedback gehört und eine zugänglichere und effizientere Möglichkeit für euch implementiert, um auf Hilfeinformationen, Dokumentationsartikel und Hotkey-Übersichten zuzugreifen.",
  "Help Sidebar": "Hilfe-Seitenleiste",
  "Help Sidebar Updates:": "Updates der Hilfe-Seitenleiste:",
  "Open Help sidebar with 'h' hotkey": "Öffne die Hilfe-Seitenleiste mit der 'h'-Tastenkombination",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Um die Hilfe-Seitenleiste leicht zugänglich zu machen, haben wir eine neue Tastenkombination hinzugefügt. Jetzt kannst du einfach die 'h'-Taste drücken, um die Seitenleiste sofort zu öffnen. Dies sollte dir Zeit sparen und helfen, die benötigte Unterstützung mit minimaler Unterbrechung deiner Arbeitsabläufe zu erhalten.",
  "Mode-specific help information": "Modusspezifische Hilfeinformationen",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "Die Hilfe-Seitenleiste zeigt jetzt kontextsensitive Hilfeinformationen basierend auf dem Modus, in dem du dich gerade befindest. Das bedeutet, dass du relevante Hilfe und Anleitungen für die spezifische Aufgabe siehst, an der du gerade arbeitest, was es einfacher macht, die Antworten zu finden, die du benötigst, ohne durch nicht verwandte Informationen suchen zu müssen.",
  "Links to documentation articles and hotkey overviews": "Links zu Dokumentationsartikeln und Hotkey-Übersichten",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Wir haben es einfacher gemacht, auf unsere umfangreiche Dokumentation und Hotkey-Übersichten zuzugreifen. Innerhalb der Hilfe-Seitenleiste findest du Links zu relevanten Artikeln und Ressourcen, die dir bei der Navigation helfen. Dies sollte dir helfen, die Informationen, die du benötigst, schnell und effizient zu finden.",
  "Improvements & Fixes:": "Verbesserungen & Korrekturen:",
  "Better Navigation with 'Focus'": "Bessere Navigation mit 'Fokus'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Wir haben die Navigation innerhalb unserer App verbessert, indem wir einen klareren Fokus-Zustand implementiert haben. Dieses Update wird es den Benutzern erleichtern zu sehen, welches Element aktuell auf dem Bildschirm aktiv ist.",
  "Tab Key for Forward Navigation:": "Tab-Taste für die Vorwärtsnavigation:",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Wir haben die Möglichkeit hinzugefügt, die 'Tab'-Taste zu verwenden, um schnell zum nächsten interaktiven Element auf dem Bildschirm zu navigieren. Dies ermöglicht es, sich mit Leichtigkeit durch die App zu bewegen, ohne auf die Maus angewiesen zu sein.",
  "Shift + Tab Key for Reverse Navigation:": "Shift + Tab-Taste für die Rückwärtsnavigation:",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "Um die Navigation mit der 'Tab'-Taste zu ergänzen, haben wir auch die Tastenkombination 'Shift + Tab' für die Rückwärtsnavigation eingeführt. Dies ermöglicht es, zum vorherigen interaktiven Element auf dem Bildschirm zurückzukehren.",
  "Enter or Space Key to 'Click' an Element:": "Enter- oder Leertaste zum 'Klicken' eines Elements:",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Um die allgemeine Zugänglichkeit zu verbessern, haben wir es möglich gemacht, die 'Enter'- oder 'Leertaste' zu verwenden, um ein Element 'anzuklicken'. Dies erleichtert es Benutzern, die auf die Tastaturnavigation angewiesen sind, mit Schaltflächen und anderen interaktiven Elementen innerhalb der App zu interagieren.",
  "April 06, 2023": "06. April 2023",
  "April 07, 2023": "07. April 2023",
  "Hotkeys and Command menu": "Hotkeys und Befehlsmenü",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Wir freuen uns, zwei neue Navigationsfunktionen anzukündigen, die die Nutzung von Poker Scientist noch einfacher und schneller machen als zuvor!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "Zuerst haben wir ein neues Befehlsmenü eingeführt, das dir einen schnellen Zugriff auf verschiedene Bereiche der App ermöglicht. Um das Befehlsmenü zu öffnen, drücke einfach 'Meta + k' oder 'Win + k' auf deiner Tastatur. Von dort aus kannst du zwischen Studienmodus, Übungsmodus, Statistikübersicht, Einstellungen, Profil, Änderungsprotokoll, Dokumentation und mehr wählen. Das Befehlsmenü hat ein intuitives Design, das es dir leicht macht, das zu finden, was du suchst.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "Zweitens haben wir Hotkeys sowohl für den Studienmodus als auch für den Übungsmodus hinzugefügt. Diese Hotkeys ermöglichen es dir, häufige Aktionen auszuführen, ohne auf Schaltflächen oder Menüs klicken zu müssen. Im Studienmodus kannst du Hotkeys verwenden, um deine Aktion zu wählen, deinen Spot zu konfigurieren, zwischen verschiedenen Anzeigemodi für den Bereich zu wechseln und die Makroanalyse zu öffnen. Im Übungsmodus kannst du Hotkeys verwenden, um deine Aktion zu wählen und zur nächsten Hand weiterzugehen, sowie durch die verschiedenen zur Verfügung stehenden Optionen zu navigieren. Diese Hotkeys werden es einfacher machen, Poker Scientist effizienter und mit größerer Präzision zu verwenden.",
  "March 31, 2023": "31. März 2023",
  "Documentation web page": "Dokumentationswebseite",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Diese neue Ressource ist darauf ausgelegt, den Benutzern ein tieferes Verständnis für die Funktionen unserer Anwendung und das für das Meistern von GTO-Strategien notwendige Poker-Wissen zu vermitteln.",
  "The documentation page includes:": "Die Dokumentationsseite beinhaltet:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Erhalte ein besseres Verständnis dafür, wie jede Funktion funktioniert, vom überarbeiteten Gameplan-Modus bis hin zur Last vs. Best-Information im Übungsmodus. Lerne, wie du diese Tools effektiv nutzen kannst, um deine Poker-Fähigkeiten zu verbessern.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Erforsche die Kernkonzepte und Prinzipien von Game Theory Optimal (GTO) Strategien. Verstehe die Bedeutung von GTO im modernen Poker und wie es eine solide Grundlage für dein Spiel bieten kann.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "Folge unseren leicht verständlichen Anleitungen und Tutorials, um mit der Poker Scientist-Anwendung zu beginnen. Lerne, wie du dich auf der Plattform zurechtfindest, deine Handhistorie analysieren und GTO-Strategien in verschiedenen Pokersituationen üben kannst.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "Indem wir diese Dokumentationsseite in unsere Plattform integrieren, möchten wir den Benutzern eine umfassende Ressource bieten, die ihnen beim Studium von GTO hilft und ihr allgemeines Poker-Verständnis verbessert."
}
