{
  "Effortlessly navigate through the spot.": "Navigieren Sie mühelos durch den Spot.",
  "Range Normalization": "Bereichsnormierung",
  "Customize the weight for each hand combination to perform at your best.": "Passen Sie das Gewicht für jede Handkombination an, um Ihr Bestes zu geben.",
  "Simplifier": "Vereinfacher",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Wählen Sie aus mehreren Optionen, um Ihren GTO-Gameplan mit dem Vereinfacher zu vereinfachen.",
  "Runout Clustering": "Runout-Clusterung",
  "Understanding the different cluster structures opens up a new door to understanding poker.": "Das Verständnis der verschiedenen Clusterstrukturen eröffnet eine neue Tür zum Verständnis von Poker.",
  "Made Hand Distribution": "Verteilung der gemachten Hände",
  "See the relationship between the perfect strategy for a specific spot and the hand category.": "Sehen Sie die Beziehung zwischen der perfekten Strategie für einen bestimmten Spot und der Handkategorie.",
  "Runout Distribution": "Runout-Verteilung",
  "See exactly how well the runout is hitting your range or your opponents range.": "Sehen Sie genau, wie gut der Runout Ihre Range oder die Range Ihrer Gegner trifft.",
  "Macro analysis": "Makroanalyse",
  "Get an overview of values like EV, strategy, EQ & more for all flops of a pre-selected spot.": "Erhalten Sie einen Überblick über Werte wie EV, Strategie, EQ und mehr für alle Flops eines vorausgewählten Spots.",
  "Our browser-based software gives you access to our GTO gameplan, which contains billions of strategies for every relevant scenario.": "Unsere browserbasierte Software gibt Ihnen Zugang zu unserem GTO-Spielplan, der Milliarden von Strategien für jedes relevante Szenario enthält.",
  "Bot playstyles": "Bot-Spielstile",
  "Choose from two human-like logics and watch your skills soar.": "Wählen Sie zwischen zwei menschenähnlichen Logiken und sehen Sie, wie Ihre Fähigkeiten steigen.",
  "EV measurement": "EV-Messung",
  "See strategy and EV differences between your chosen actions and the bot´s actions.": "Sehen Sie Strategie- und EV-Unterschiede zwischen Ihren gewählten Aktionen und den Aktionen des Bots.",
  "Spot selection sheet": "Spot-Auswahlblatt",
  "Learn about the message model and how to create, retrieve, update, delete, and list messages.": "Lernen Sie das Nachrichtenmodell kennen und wie man Nachrichten erstellt, abruft, aktualisiert, löscht und auflistet.",
  "Switch to gameplan": "Wechseln Sie zum Spielplan",
  "Choose from a range of games to train the spots you want to improve on.": "Wählen Sie aus einer Reihe von Spielen, um die Spots zu trainieren, die Sie verbessern möchten.",
  "Result tracking": "Ergebnisverfolgung",
  "Identify potential leaks in your play and track your progress.": "Identifizieren Sie mögliche Schwachstellen in Ihrem Spiel und verfolgen Sie Ihren Fortschritt.",
  "Practice": "Übung",
  "Test your skills against our bot. Your decisions will be tracked and measured in terms of frequency and EV to help you identify leaks in your game.": "Testen Sie Ihre Fähigkeiten gegen unseren Bot. Ihre Entscheidungen werden in Bezug auf Häufigkeit und EV verfolgt und gemessen, um Ihnen zu helfen, Schwachstellen in Ihrem Spiel zu identifizieren.",
  "With its most accurate GTO solutions, next-gen tools and meticulous design, Poker Scientist unlocks your full potential. It is the tool of choice for learning poker.": "Mit seinen präzisesten GTO-Lösungen, Next-Gen-Tools und sorgfältigem Design, entfesselt Poker Scientist Ihr volles Potenzial. Es ist das bevorzugte Werkzeug zum Erlernen von Poker.",
  "FEATURES": "MERKMALE",
  "The standard for GTO poker mastery": "Der Standard für die GTO-Poker-Beherrschung",
  "Close sidebar": "Seitenleiste schließen",
  "Play against our GTO-Bot": "Spielen Sie gegen unseren GTO-Bot",
  "Maximize your performance with our GTO-Bot practice mode! Hone your strategy and make informed decisions with our gamification-mode, where you can play against our expert GTO-Bot.": "Maximieren Sie Ihre Leistung mit unserem GTO-Bot-Übungsmodus! Schärfen Sie Ihre Strategie und treffen Sie fundierte Entscheidungen mit unserem Gamification-Modus, in dem Sie gegen unseren Experten-GTO-Bot spielen können.",
  "Exploitative Bot mode.": "Ausbeutender Bot-Modus.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar. Simply select your preferred play-style via the button on the training screen and watch the Bot adapt.": "Wählen Sie zwischen zwei menschenähnlichen Logiken, einem straffen oder einem aggressiven Spielplan, und sehen Sie, wie Ihre Fähigkeiten steigen. Wählen Sie einfach Ihren bevorzugten Spielstil über den Button auf dem Trainingsbildschirm und sehen Sie, wie der Bot sich anpasst.",
  "Tight playstyle": "Straffer Spielstil",
  "With the tight Gameplan, the Bot will play passively, only opting for more aggressive actions if the expected value (EV) remains high.": "Mit dem straffen Spielplan spielt der Bot passiv und entscheidet sich nur dann für aggressivere Aktionen, wenn der erwartete Wert (EV) hoch bleibt.",
  "Aggressive playstyle": "Aggressiver Spielstil",
  "On the other hand, the aggressive Gameplan will see Neura play more aggressively, all while keeping the focus on maximizing EV.": "Auf der anderen Seite wird der aggressive Spielplan Neura aggressiver spielen sehen, während der Fokus auf der Maximierung des EV bleibt.",
  "Tight vs. Aggressive": "Straff gegen Aggressiv",
  "A hand for the Bot is with 35% in the call action and 65% in the raise action. This means that the EV difference between call and raise is approximately 0bb.": "Eine Hand für den Bot liegt zu 35% in der Call-Aktion und zu 65% in der Raise-Aktion. Dies bedeutet, dass der EV-Unterschied zwischen Call und Raise ungefähr 0bb beträgt.",
  "Using the tight Gameplan, the Bot's strategy will change to 100% call, while the aggressive Gameplan will choose 100% raise.": "Mit dem engen Spielplan wird die Strategie des Bots zu 100% Anruf wechseln, während der aggressive Spielplan 100% Erhöhung wählt.",
  "Real-time feedback.": "Echtzeit-Feedback.",
  "As you make decisions during training, Neura Bot measures the expected value (EV) of each move and compares it to the highest EV decision. This provides immediate feedback on your play and helps you identify areas for improvement.": "Während Sie im Training Entscheidungen treffen, misst Neura Bot den erwarteten Wert (EV) jeder Bewegung und vergleicht ihn mit der Entscheidung mit dem höchsten EV. Dies gibt Ihnen sofortiges Feedback zu Ihrem Spiel und hilft Ihnen, Verbesserungspotenziale zu erkennen.",
  "Join now:": "Jetzt beitreten:",
  "Unleash your potential!": "Entfesseln Sie Ihr Potenzial!",
  "Get started": "Legen Sie los",
  "Spot selection": "Spot Auswahl",
  "Take control of your poker training.": "Nehmen Sie Ihre Poker-Ausbildung in die Hand.",
  "Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Wählen Sie aus einer Reihe von Cash-Games, Heads-up oder Multi-Table-Turnieren, um die Stellen zu trainieren, die Sie verbessern möchten.",
  "Whether you're looking to improve your preflop or postflop play, our Bot has got you covered. Simply select your preferred training mode and get started.": "Egal ob Sie Ihr Preflop- oder Postflop-Spiel verbessern möchten, unser Bot hat Sie abgedeckt. Wählen Sie einfach Ihren bevorzugten Trainingsmodus und legen Sie los.",
  "Available training modes": "Verfügbare Trainingsmodi",
  "The practice mode provides a wide range of game types to choose from.": "Der Übungsmodus bietet eine große Auswahl an Spieltypen zur Auswahl.",
  "You can select Cash-game with a 100bb stack size and play through various scenarios like Preflop, 2Bet, 3Bet, and 4Bet.": "Sie können Cash-Game mit einer Stack-Größe von 100bb auswählen und verschiedene Szenarien wie Preflop, 2Bet, 3Bet und 4Bet durchspielen.",
  "Additionally, MTTs with stack sizes ranging from 10bb to 75bb are available, with additional scenarios like Limp-Call and Limp-Raise-Call, as well as the same Preflop, 2Bet, 3Bet, and 4Bet options.": "Zusätzlich stehen MTTs mit Stack-Größen von 10bb bis 75bb zur Verfügung, mit zusätzlichen Szenarien wie Limp-Call und Limp-Raise-Call, sowie den gleichen Preflop, 2Bet, 3Bet und 4Bet Optionen.",
  "There is also a dedicated mode for heads-up play, featuring 100bb stack size and the same Preflop, 2Bet, 3Bet, and 4Bet scenarios.": "Es gibt auch einen speziellen Modus für Heads-up-Spiele, mit einer Stack-Größe von 100bb und den gleichen Preflop, 2Bet, 3Bet und 4Bet-Szenarien.",
  "Switch mode": "Modus wechseln",
  "Just switch to gameplan mode.": "Wechseln Sie einfach in den Spielplan-Modus.",
  "And the best part? You can switch to gameplan mode at any time to see how the current spot fits into your overall strategy. With Neura Bot, you have the tools you need to take your poker game to the next level.": "Und das Beste daran? Sie können jederzeit in den Spielplan-Modus wechseln, um zu sehen, wie der aktuelle Spot in Ihre Gesamtstrategie passt. Mit Neura Bot haben Sie die Werkzeuge, die Sie benötigen, um Ihr Pokerspiel auf die nächste Stufe zu heben.",
  "Get the Big Picture": "Betrachten Sie das große Ganze",
  "You can switch between the actual training situation and the gameplan mode whenever you like. This means that while you're playing, you can also take a closer look at the situation in a more strategic way.": "Sie können jederzeit zwischen der tatsächlichen Trainingssituation und dem Spielplan-Modus wechseln. Das bedeutet, dass Sie sich auch während des Spiels die Situation aus einer strategischeren Perspektive genauer ansehen können.",
  "By doing this, you'll get a better understanding of how the current situation fits into your overall strategy and improve your decision-making skills. It'll make learning more effective and help you make better choices in the game, which in turn will help you to progress and succeed.": "Dadurch erhalten Sie ein besseres Verständnis dafür, wie die aktuelle Situation in Ihre Gesamtstrategie passt und verbessern Ihre Entscheidungsfindung. Dies macht das Lernen effektiver und hilft Ihnen, bessere Entscheidungen im Spiel zu treffen, was Ihnen wiederum dabei hilft, Fortschritte zu machen und erfolgreich zu sein.",
  "Pure stats.": "Reine Statistiken.",
  "Take control of your progress with our advanced statistics tracking! Our statistics sheet provides an overview of your results, and you can easily filter by specific positions, in/out-of-position play, bet sizing, game type, and stack size to gain deeper insights into your strengths and weaknesses": "Behalten Sie Ihre Fortschritte mit unserer erweiterten Statistikverfolgung im Griff! Unser Statistikblatt gibt einen Überblick über Ihre Ergebnisse und Sie können leicht nach spezifischen Positionen, Spiel in/außerhalb der Position, Bet-Größen, Spieltyp und Stack-Größe filtern, um tiefergehende Einblicke in Ihre Stärken und Schwächen zu erhalten",
  "Find your leaks": "Finden Sie Ihre Schwachstellen",
  "With this feature, it's easy to identify potential leaks in your play and track your progress over time. By using multiple filters, you have complete control over the information you want to see, making it easier than ever to improve your game": "Mit dieser Funktion ist es einfach, potenzielle Schwachstellen in Ihrem Spiel zu identifizieren und Ihre Fortschritte über die Zeit zu verfolgen. Durch die Verwendung mehrerer Filter haben Sie die vollständige Kontrolle über die Informationen, die Sie sehen möchten, was es einfacher als je zuvor macht, Ihr Spiel zu verbessern",
  "Range normalization": "Bereichsnormalisierung",
  "Runout clustering": "Runout-Clustering",
  "Made-hand distribution": "Verfügbare-Hand-Verteilung",
  "Runout distribution graph": "Runout-Verteilungsgrafik",
  "Open sidebar": "Seitenleiste öffnen",
  "Study": "Studium",
  "Data-driven analysis and visualization": "Datengetriebene Analyse und Visualisierung",
  "Poker Scientist stands out from the competition for a number of reasons. First and foremost, our solver produces the most accurate gameplan solutions in the world, with a Nash-Distance between 0.01 - 0.15% pot per hand. This level of accuracy allows us to distinguish the origin of all frequencies for strategies between 'balancing' and 'rounding-error'.": "Poker Scientist hebt sich aus verschiedenen Gründen von der Konkurrenz ab. Vor allem liefert unser Solver die weltweit genauesten Spielplan-Lösungen, mit einer Nash-Distanz zwischen 0,01 - 0,15% Pot pro Hand. Diese Genauigkeit ermöglicht es uns, den Ursprung aller Frequenzen für Strategien zwischen 'Ausgleich' und 'Rundungsfehler' zu unterscheiden.",
  "Range vs. Range": "Bereich vs. Bereich",
  "All the information you need in one single sheet.": "Alle Informationen, die Sie benötigen, auf einem einzigen Blatt.",
  "With the Range versus Range view, you can easily navigate through the spot using action buttons and visualize the strategies of each player with a matrix.": "Mit der Ansicht Bereich gegen Bereich können Sie mithilfe von Aktionsbuttons leicht durch den Spot navigieren und die Strategien jedes Spielers mit einer Matrix visualisieren.",
  "Range matrix": "Bereichsmatrix",
  "The Range Matrix feature offers a complete overview of all possible preflop card combinations that a player can hold, displayed in a matrix format along with the corresponding strategy frequencies and expected values (EVs) for each hand combination.": "Die Funktion Bereichsmatrix bietet einen vollständigen Überblick über alle möglichen Preflop-Kartenkombinationen, die ein Spieler halten kann, dargestellt in einem Matrixformat zusammen mit den entsprechenden Strategiefrequenzen und erwarteten Werten (EVs) für jede Handkombination.",
  "Switch between Equity and EV view": "Wechseln Sie zwischen Equity- und EV-Ansicht",
  "With the Range Matrix feature, you can easily switch between two different visualization modes. The first mode displays the strategy frequencies of the possible preflop card combinations, while the second mode shows the expected value (EV) in both numerical and color-coded formats, providing you with comprehensive insights to help improve your poker game.": "Mit der Funktion Bereichsmatrix können Sie leicht zwischen zwei verschiedenen Visualisierungsmodi wechseln. Der erste Modus zeigt die Strategiefrequenzen der möglichen Preflop-Kartenkombinationen an, während der zweite Modus den erwarteten Wert (EV) sowohl in numerischen als auch in farbcodierten Formaten anzeigt und Ihnen umfassende Einblicke bietet, um Ihr Pokerspiel zu verbessern.",
  "Hand details view": "Handdetails anzeigen",
  "The Hand Details view feature allows you to view specific details of a preflop hand combination within a hand combination group. You can see the expected value (EV) and frequency of each possible action for that particular hand combination.": "Mit der Funktion Handdetails anzeigen können Sie spezifische Details einer Preflop-Handkombination innerhalb einer Handkombinationsgruppe anzeigen. Sie können den erwarteten Wert (EV) und die Häufigkeit jeder möglichen Aktion für diese bestimmte Handkombination sehen.",
  "Player comparison": "Spieler-Vergleich",
  "Customize the weight for each hand combination.": "Passen Sie das Gewicht für jede Handkombination an.",
  "The normalization changes the color space for each cell in the matrix, and it's proportional to the weight and frequency of each cell.": "Die Normalisierung ändert den Farbraum für jede Zelle in der Matrix, und sie ist proportional zum Gewicht und zur Frequenz jeder Zelle.",
  "Normalized": "Normalisiert",
  "Think about a river situation where the weight for a hand is low due to all the other potential outcomes. With the relative view, it can be difficult to gather any meaningful information from the matrix.": "Denken Sie an eine Flusssituation, in der das Gewicht einer Hand aufgrund aller anderen möglichen Ergebnisse niedrig ist. Mit der relativen Ansicht kann es schwierig sein, aus der Matrix aussagekräftige Informationen zu sammeln.",
  "That's why we offer the option to change the view to normalized. It provides a clearer picture of the hands in the ranges.": "Deshalb bieten wir die Möglichkeit, die Ansicht auf normalisiert zu ändern. Dies gibt ein klareres Bild der Hände in den Bereichen.",
  "Absolute": "Absolut",
  "But what if you still need more insight? No problem. The 'Absolute' function gives you an even more in-depth view of the strategy for every possible hand. The space of each cell is described by the normalization feature, following the mathematical description. This allows you to make informed decisions and play your best game.": "Aber was, wenn Sie noch mehr Einblick benötigen? Kein Problem. Die Funktion 'Absolut' gibt Ihnen einen noch tieferen Einblick in die Strategie für jede mögliche Hand. Der Raum jeder Zelle wird durch die Normalisierungsfunktion beschrieben, die der mathematischen Beschreibung folgt. Dies ermöglicht es Ihnen, fundierte Entscheidungen zu treffen und Ihr bestes Spiel zu spielen.",
  "Simplify your gameplan.": "Vereinfachen Sie Ihren Spielplan.",
  "The Simplifier tool allows you to manipulate the GTO-Strategies by adding or removing actions, which has a direct impact on the measured Range-EV.": "Mit dem Simplifier-Tool können Sie die GTO-Strategien manipulieren, indem Sie Aktionen hinzufügen oder entfernen, was sich direkt auf den gemessenen Bereichs-EV auswirkt.",
  "Algorithm": "Algorithmus",
  "Our Simplification algorithm manipulates the Gameplan in a way that minimizes EV loss when removing an action, or maximizes EV gain when adding an action.": "Unser Simplifizierungsalgorithmus manipuliert den Spielplan so, dass der EV-Verlust minimiert wird, wenn eine Aktion entfernt wird, oder der EV-Gewinn maximiert wird, wenn eine Aktion hinzugefügt wird.",
  "This algorithm goes beyond the Nash algorithm, allowing for strategies that are not necessarily balanced. When you remove an action, the hands that would have used that action will be directed to the alternative action with the second highest EV instead.": "Dieser Algorithmus geht über den Nash-Algorithmus hinaus und ermöglicht Strategien, die nicht unbedingt ausgeglichen sind. Wenn Sie eine Aktion entfernen, werden die Hände, die diese Aktion verwendet hätten, stattdessen zur alternativen Aktion mit dem zweithöchsten EV geleitet.",
  "Simplification made easy": "Vereinfachung leicht gemacht",
  "To see how it works, let's consider a Raw GTO-Strategy:": "Um zu sehen, wie es funktioniert, betrachten wir eine Raw GTO-Strategie:",
  "Removing the raising actions is a good way to simplify, even if the R 17.4 has a frequency of 14.5%. If we remove the raising actions, the new strategy will only have a fold/- and a callpart, and we will not lose any relevant Range-EV.": "Das Entfernen der Erhöhungsaktionen ist eine gute Möglichkeit zur Vereinfachung, selbst wenn die R 17.4 eine Frequenz von 14,5% hat. Wenn wir die Erhöhungsaktionen entfernen, wird die neue Strategie nur noch einen Fold/- und einen Callpart haben, und wir werden keinen relevanten Range-EV verlieren.",
  "However, if we remove a further action, our Range-EV will decrease significantly. On the other hand, if we go back to the Raw GTO-Strategy and directly remove the callnode, keeping the raise actions possible, we will only lose 2bb/100 with this strategy.": "Wenn wir jedoch eine weitere Aktion entfernen, wird unser Range-EV erheblich sinken. Wenn wir jedoch zur Raw GTO-Strategie zurückkehren und das Anrufknoten direkt entfernen, wobei die Erhöhungsaktionen möglich sind, verlieren wir mit dieser Strategie nur 2bb/100.",
  "The Simplifier algorithm shows you how to take advantage of several options for simplifying your GTO-Gameplan.": "Der Simplifier-Algorithmus zeigt Ihnen, wie Sie verschiedene Möglichkeiten zur Vereinfachung Ihres GTO-Spielplans nutzen können.",
  "Reduce the number of different strategies.": "Reduzieren Sie die Anzahl verschiedener Strategien.",
  "Simplifying your strategy leads to fewer mistakes and an increase in your win rate. That's why we created the Runout Clustering feature.": "Eine Vereinfachung Ihrer Strategie führt zu weniger Fehlern und einer Erhöhung Ihrer Gewinnrate. Deshalb haben wir das Runout-Clustering-Feature erstellt.",
  "The clustering process": "Der Clustering-Prozess",
  "On average, there are 6900 action nodes for a 2-Bet spot, with over 16 million possible strategies. With every scenario, there's a chance to make a mistake that could reduce your win rate. That's why it's crucial to keep your game plan as simple as possible.": "Im Durchschnitt gibt es 6900 Aktionsknoten für einen 2-Bet-Spot, mit über 16 Millionen möglichen Strategien. Bei jedem Szenario besteht die Möglichkeit, einen Fehler zu machen, der Ihre Gewinnrate reduzieren könnte. Deshalb ist es entscheidend, Ihren Spielplan so einfach wie möglich zu halten.",
  "For example, an all-in frequency gap is weighted higher than a frequency gap for a check.": "Beispielsweise wird eine All-In-Frequenzlücke höher gewichtet als eine Frequenzlücke für einen Check.",
  "We used a 2-dimensional clustering method to find the minimum number of different clusters, without losing Range-EV for any player. The result is that the 49 turn runouts become grouped or clustered. Each cluster has a representative card with the smallest strategy difference between all cards in the cluster.": "Wir haben eine zweidimensionale Clustering-Methode verwendet, um die minimale Anzahl verschiedener Cluster zu finden, ohne dass ein Spieler Range-EV verliert. Das Ergebnis ist, dass die 49 Turn-Runouts gruppiert oder geclustert werden. Jedes Cluster hat eine repräsentative Karte mit dem kleinsten Strategieunterschied zwischen allen Karten im Cluster.",
  "Levels of simplification": "Ebenen der Vereinfachung",
  "Each player has their own Runout Clustering, which is likely to be different from the other players in the same situation. Here are three examples of different levels of simplification:": "Jeder Spieler hat sein eigenes Runout Clustering, das wahrscheinlich anders ist als das der anderen Spieler in der gleichen Situation. Hier sind drei Beispiele für verschiedene Ebenen der Vereinfachung:",
  "High-Level simplification": "Hochgradige Vereinfachung",
  "In a Cashgame 3Bet MPvsBU, the strategy for BU simplifies from 49 to 2 different strategies on turn without any EV loss. (96% simplified)": "In einem Cashgame 3Bet MPvsBU vereinfacht sich die Strategie für BU von 49 auf 2 verschiedene Strategien am Turn ohne jeglichen EV-Verlust. (96% vereinfacht)",
  "Medium-Level simplification": "Mittlere Vereinfachung",
  "In an MTT 25bb SRP BUvsBB, the strategy for BU simplifies from 49 to 12 different strategies on the river (75% simplified)": "In einem MTT 25bb SRP BUvsBB vereinfacht sich die Strategie für BU von 49 auf 12 verschiedene Strategien am River (75% vereinfacht)",
  "Low-Level simplification": "Geringe Vereinfachung",
  "In a Cashgame 2Bet BUvsBB, the strategy for BB simplifies from 49 to 21 strategies on turn (57% simplified)": "In einem Cashgame 2Bet BUvsBB vereinfacht sich die Strategie für BB von 49 auf 21 Strategien am Turn (57% vereinfacht)",
  "It's interesting to note that you can have the same strategy for two different cards in a cluster, even though they have a big difference in their Runout-EVs. This shows that there can be multiple, different reasons for having a particular strategy.": "Es ist interessant zu bemerken, dass man für zwei verschiedene Karten in einem Cluster die gleiche Strategie haben kann, obwohl sie einen großen Unterschied in ihren Runout-EVs haben. Dies zeigt, dass es mehrere verschiedene Gründe dafür geben kann, eine bestimmte Strategie zu haben.",
  "We save the result of each Runout Clustering calculation on our backend, so you only have to calculate it once. Understanding the different cluster structures opens up a new door to understanding poker.": "Wir speichern das Ergebnis jeder Runout-Clustering-Berechnung auf unserem Backend, sodass Sie es nur einmal berechnen müssen. Das Verständnis der verschiedenen Clusterstrukturen öffnet eine neue Tür zum Verständnis von Poker.",
  "A hand category overview": "Übersicht über die Handkategorien",
  "The Made-Hand distribution feature classifies hands into 18 groups and helps improve game strategy by showing the frequency of hand groups in specific actions and the likelihood of having a specific hand class in the current range": "Die Funktion zur Verteilung der gemachten Hände klassifiziert Hände in 18 Gruppen und hilft, die Spielstrategie zu verbessern, indem sie die Häufigkeit von Handgruppen in bestimmten Aktionen und die Wahrscheinlichkeit, eine bestimmte Handklasse in der aktuellen Range zu haben, zeigt",
  "Hand properties": "Handeigenschaften",
  "Here's how it works: like mentioned the Made-Hand Distribution classifies hands into 18 different groups based on their properties. The properties of a hand are related to the board structure and can have a big impact on your strategy. With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set": "So funktioniert es: Wie erwähnt klassifiziert die Made-Hand-Verteilung Hände in 18 verschiedene Gruppen basierend auf ihren Eigenschaften. Die Eigenschaften einer Hand hängen mit der Board-Struktur zusammen und können einen großen Einfluss auf Ihre Strategie haben. Mit dieser Funktion können Sie den Zusammenhang zwischen der perfekten Strategie für einen bestimmten Spot und der Handklasse, wie z.B. einem Flush Draw oder Set, sehen",
  "With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set": "Mit dieser Funktion können Sie den Zusammenhang zwischen der perfekten Strategie für einen bestimmten Spot und der Handklasse, wie z.B. einem Flush Draw oder Set, sehen",
  "Distribution types": "Verteilungstypen",
  "And it gets even better - the feature provides two different distributions: one that shows how often a hand group results in a specific action, visualized by the color of the hand class bar, and another that shows how likely it is for you to have a specific hand class in your current range.": "Und es wird noch besser - die Funktion bietet zwei verschiedene Verteilungen: eine, die zeigt, wie oft eine Handgruppe zu einer bestimmten Aktion führt, visualisiert durch die Farbe der Handklassenleiste, und eine andere, die zeigt, wie wahrscheinlich es ist, dass Sie eine bestimmte Handklasse in Ihrer aktuellen Range haben.",
  "With the Made-Hand Distribution, you'll have all the information you need to understand which type of hand class you have in a certain action, and how likely it is.": "Mit der Made-Hand-Verteilung haben Sie alle Informationen, die Sie benötigen, um zu verstehen, welche Art von Handklasse Sie in einer bestimmten Aktion haben, und wie wahrscheinlich es ist.",
  "With the Runout-Distribution feature, you can easily see the impact of the runout on your range or your opponent's range, measured by expected value (EV) using a table and graph": "Mit der Runout-Distribution-Funktion können Sie leicht den Einfluss des Runouts auf Ihre Range oder die Range Ihres Gegners sehen, gemessen durch den erwarteten Wert (EV) unter Verwendung einer Tabelle und eines Diagramms",
  "The graphs": "Die Diagramme",
  "The two graphs are anti-symmetric, allowing you to quickly get a full understanding of the game at a glance.": "Die beiden Diagramme sind antisymmetrisch, sodass Sie auf einen Blick ein vollständiges Verständnis des Spiels erhalten können.",
  "For example, if the runout is a spade, a minimum in the graph for the in-position player might indicate that they have fewer flush draws than the out-of-position player. This information is essential for making informed decisions on the next street": "Wenn zum Beispiel der Runout eine Pik-Karte ist, könnte ein Minimum im Diagramm für den in-Position-Spieler darauf hinweisen, dass er weniger Flush-Draws hat als der out-of-Position-Spieler. Diese Information ist wesentlich für fundierte Entscheidungen in der nächsten Straße",
  "The big picture": "Das große Bild",
  "The Macro-Analysis feature gives you an overview of values like Range-EV, strategy, EQ, EQ-Realization and more for all flops of a pre-selected spot": "Die Makro-Analyse-Funktion gibt Ihnen einen Überblick über Werte wie Range-EV, Strategie, EQ, EQ-Realisierung und mehr für alle Flops eines vorausgewählten Spots",
  "Filters": "Filter",
  "This enables you to compare strategies for different flops. It comes with two filter functions, suitedness and pairing. You can order any value from high to low or vice versa, making it easy to determine the best or worst flops for you. The average values are displayed at the top of the table": "Dies ermöglicht Ihnen den Vergleich von Strategien für verschiedene Flops. Es kommt mit zwei Filterfunktionen, suitedness und pairing. Sie können jeden Wert von hoch nach niedrig oder umgekehrt ordnen, was es leicht macht, die besten oder schlechtesten Flops für Sie zu bestimmen. Die Durchschnittswerte werden oben in der Tabelle angezeigt",
  "Get the ultimate overview": "Erhalten Sie den ultimativen Überblick",
  "With this feature, you can easily find out things like: on which type of flops you should use a big bet or check back most of the time, which flops connect well with your range or your opponent's range, and how the Range-EV is connected to your preferred strategy": "Mit dieser Funktion können Sie leicht herausfinden, auf welcher Art von Flops Sie meistens einen großen Einsatz machen oder häufig checken sollten, welche Flops gut mit Ihrer Range oder der Range Ihres Gegners verbunden sind und wie der Range-EV mit Ihrer bevorzugten Strategie verbunden ist",
  "A comprehensive analysis of runouts": "Eine umfassende Analyse der Runouts",
  "With the Player Comparison feature, you can directly compare the expected value (EV), hand combinations, and pot sizes of two players side by side. This allows for a quick and easy analysis of how each player's range and decisions are affecting the overall outcome of the game.": "Mit der Funktion 'Spieler vergleichen' können Sie den erwarteten Wert (EV), Handkombinationen und Potgrößen von zwei Spielern direkt nebeneinander vergleichen. Dies ermöglicht eine schnelle und einfache Analyse, wie die Bandbreite und Entscheidungen jedes Spielers das Gesamtergebnis des Spiels beeinflussen."
}
