{
  "Get started": "Leg los",
  "Learn more": "Erfahre mehr",
  "As seen on": "Bekannt durch",
  "Poker": "Poker",
  "Perfect GTO solutions": "Perfekte GTO-Lösungen",
  "Our browser-based software gives you instant access to our GTO gameplan, containing billions of strategies.": "Unsere browserbasierte Software ermöglicht dir sofortigen Zugriff auf unseren GTO-Spielplan, der Milliarden von Strategien enthält.",
  "Accuracy.": "Genauigkeit.",
  "The Nash-Distance of our gameplans is between 0.01 - 0.15% pot per hand, giving you the most accurate strategies available.": "Die Nash-Distanz unserer Spielpläne liegt zwischen 0,01 - 0,15% Pot pro Hand und bietet dir die genauesten verfügbaren Strategien.",
  "Hardware.": "Hardware.",
  "With a network of virtual machines powering our solver, we are able to deliver the most accurate gameplan in the world thanks to impressive hardware power.": "Mit einem Netzwerk von virtuellen Maschinen, die unseren Solver betreiben, können wir dank beeindruckender Hardware-Leistung den genauesten Spielplan der Welt liefern.",
  "Next-gen features.": "Next-Gen Funktionen.",
  "Unlock a deeper understanding of the game with our Simplifier and Runout-Clustering feature, giving you the ability to exploit your opponents strategic blunders for maximum gain.": "Erschließe ein tieferes Verständnis des Spiels mit unserer Simplifier- und Runout-Clustering-Funktion, die dir die Möglichkeit gibt, die strategischen Fehler deiner Gegner für maximalen Gewinn auszunutzen.",
  "Practice mode": "Übungsmodus",
  "Train your skills": "Trainiere deine Fähigkeiten",
  "Improve your game with the GTO practice mode! Master your strategy and make smart decisions through practice, as you play against our advanced GTO-Bot.": "Verbessere dein Spiel mit dem GTO-Übungsmodus! Meistere deine Strategie und triff kluge Entscheidungen durch Übung, während du gegen unseren fortgeschrittenen GTO-Bot spielst.",
  "Bot playstyles.": "Bot-Spielstile.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar.": "Wähle zwischen zwei menschenähnlichen Logiken, einem engen oder aggressiven Spielplan, und sieh, wie deine Fähigkeiten steigen.",
  "EV measurement.": "EV-Messung.",
  "As you make decisions during training, Poker Scientist measures the expected value (EV) of each move and compares it to the highest EV decision.": "Während du Entscheidungen während des Trainings triffst, misst Poker Scientist den erwarteten Wert (EV) jeder Bewegung und vergleicht ihn mit der höchsten EV-Entscheidung.",
  "Spot selection.": "Spot-Auswahl.",
  "Take control of your poker training. Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Übernimm die Kontrolle über dein Pokertraining. Wähle aus einer Reihe von Cash-Spielen, Heads-up oder Multi-Table-Turnieren, um die Punkte zu trainieren, die du verbessern möchtest.",
  "Fine-tune your strategy": "Feinabstimmung deiner Strategie",
  "Access the optimal solution for your poker play with a Gameplan based on GTO (Game Theory Optimal) principles.": "Greife auf die optimale Lösung für dein Pokerspiel zu mit einem Spielplan, der auf GTO (Game Theory Optimal) Prinzipien basiert.",
  "Range versus Range.": "Range gegen Range.",
  "This one-of-a-kind feature allows you to see all the information you need about your current game situation in one single sheet.": "Diese einzigartige Funktion ermöglicht es dir, alle Informationen, die du über deine aktuelle Spielsituation benötigst, auf einem einzigen Screen zu sehen.",
  "Simplifier.": "Simplifier.",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Wähle aus mehreren Optionen zur Vereinfachung deines GTO-Spielplans mit dem Simplifier.",
  "Runout clustering.": "Runout-Clustering.",
  "The runout clustering simplifies the strategy by reducing the number of different strategies you have in your gameplan.": "Das Runout-Clustering vereinfacht die Strategie, indem es die Anzahl der verschiedenen Strategien in deinem Spielplan reduziert.",
  "Made-Hand-Distribution.": "Made-Hand-Verteilung.",
  "The made hand distribution classifies hands into 18 different hand groups by their properties.": "Die Made-Hand-Verteilung klassifiziert Hände in 18 verschiedene Handgruppen nach ihren Eigenschaften.",
  "Runout-Distribution graph.": "Runout-Verteilungsdiagramm.",
  "See exactly how well the runout is hitting your range or your opponents range, measured by expected value (EV).": "Sieh genau, wie gut der Runout deine Range oder die Range deines Gegners trifft, gemessen am erwarteten Wert (EV).",
  "Range normalization.": "Range-Normalisierung.",
  "Customize the weight for each hand combination to perform at your best.. ": "Passe die Gewichtung für jede Handkombination an, um bestmöglich zu spielen.",
  "Champion of the SCOOP Main Event 2021 for $839,000 and MTT Highstakes Player": "Champion des SCOOP Main-Events 2021 für 839.000 $ und MTT Highstakes Spieler",
  "Being able to see the GTO solution to any question I had during a session right after, was one of the biggest improvement for my career.": "Die Möglichkeit, die GTO-Lösung für jede Frage, die ich während einer Sitzung hatte, sofort zu sehen, war eine der größten Verbesserungen für meine Karriere.",
  "Member of Team Partypoker, MTT midstakes grinder and streamer": "Mitglied des Team Partypoker, MTT Midstakes Grinder und Streamer",
  "Gone are the days of wanting to review a hand and having to wait minutes or even hours to get a solution. Poker Scientist is easy to use and extremely convenient.": "Vorbei sind die Zeiten, in denen man eine Hand überprüfen wollte und Minuten oder sogar Stunden auf eine Lösung warten musste. Poker Scientist ist einfach zu bedienen und extrem bequem.",
  "2nd in EPT Grand Final for $1.3 Million and NL500 Player": "Zweiter im EPT Grand Final für $1,3 Millionen und NL500 Spieler",
  "For me Poker Scientist is the most efficient way to improve my game. It is fast and simple. All I need!": "Für mich ist Poker Scientist der effizienteste Weg, um mein Spiel zu verbessern. Es ist schnell und einfach. Alles was ich brauche!",
  "Member of 888Poker Team, Twitch streamer and YouTuber": "Mitglied des 888Poker Teams, Twitch Streamer und YouTuber",
  "Poker Scientist has been a game changer for my study. Without a lot of spare time, it is invaluable to me to have a study tool that is so fast, easy and effective.": "Poker Scientist hat mein Studium revolutioniert. Ohne viel freie Zeit ist es für mich von unschätzbarem Wert, ein Lernwerkzeug zu haben, das so schnell, einfach und effektiv ist.",
  "Unleash": "Entfalte",
  "your full poker potential.": "dein volles Pokerpotenzial.",
  "Features": "Features",
  "Pricing": "Preise",
  "Documentation": "Dokumentation",
  "Changelog": "Changelog",
  "Log in": "Einloggen",
  "Sign up": "Anmelden"
}
