{
  "Changelog": "更新日志",
  "New updates and improvements to Poker Scientist.": "Poker Scientist的新更新和改进。",
  "Follow us on Twitter": "在Twitter上关注我们",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "我们发布了一项新功能，该功能是我们一直在努力改善您的用户体验：帮助侧边栏。我们听取了您的反馈，并实施了一种更易访问且效率更高的方式，供您访问帮助信息、文档文章和热键概览。",
  "Help Sidebar": "帮助侧边栏",
  "Help Sidebar Updates:": "帮助侧边栏更新：",
  "Open Help sidebar with 'h' hotkey": "使用 'h' 热键打开帮助侧边栏",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "为了使帮助侧边栏容易访问，我们添加了新的热键。现在，您只需按下 'h' 键即可立即打开侧边栏。这应该可以节省您的时间，并以最小的干扰帮助您获得所需的帮助。",
  "Mode-specific help information": "模式特定的帮助信息",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "帮助侧边栏现在会根据您当前所在的模式显示上下文敏感的帮助信息。这意味着您将看到与您正在进行的特定任务相关的帮助和指导，使您更容易找到需要的答案，而无需搜索无关的信息。",
  "Links to documentation articles and hotkey overviews": "链接到文档文章和热键概览",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "我们已经简化了您访问我们广泛文档和热键概览的方式。在帮助侧边栏内，您将找到相关文章和资源的链接，以帮助您在导航和掌握我们的平台。这应该可以帮助您快速有效地找到所需的信息。",
  "Improvements & Fixes:": "改进和修复：",
  "Better Navigation with 'Focus'": "具有 '焦点' 的更好导航",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "我们通过实现更清晰的焦点状态来增强了应用内的导航。此次更新将使用户更容易看到当前在屏幕上活动的元素。",
  "Tab Key for Forward Navigation:": "Tab键用于向前导航：",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "我们增加了使用 'Tab' 键快速导航到屏幕上的下一个交互元素的功能。这让用户能轻松地在应用中移动，无需依赖鼠标。",
  "Shift + Tab Key for Reverse Navigation:": "Shift + Tab键用于反向导航：",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "为了补充 'Tab' 键导航，我们还引入了 'Shift + Tab' 键组合用于反向导航。这让用户能够回到屏幕上的上一个交互元素。",
  "Enter or Space Key to 'Click' an Element:": "Enter或Space键来 '点击' 一个元素：",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "为了提高整体的可访问性，我们使得使用 'Enter' 或 'Space' 键来 '点击' 一个元素成为可能。这让依赖键盘导航的用户更容易与应用中的按钮和其他交互元素进行交互。",
  "April 06, 2023": "2023年4月6日",
  "April 07, 2023": "2023年4月7日",
  "Hotkeys and Command menu": "热键和命令菜单",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "我们很高兴地宣布两个新的导航功能，这将使使用Poker Scientist比以前更容易更快！",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "使您更容易找到所需的内容，而快速导航意味着您可以比以前更快地在应用中移动。",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "其次，我们为学习模式和实践模式都添加了热键。这些热键允许您执行常见操作，无需点击按钮或菜单。在学习模式中，您可以使用热键选择您的操作，配置您的位置，切换范围显示模式，并打开宏分析。在实践模式中，您可以使用热键选择您的动作并进入下一手，以及浏览可供您选择的不同选项。这些热键将使您更容易，更高效，更精确地使用Poker Scientist。",
  "March 31, 2023": "2023年3月31日",
  "Documentation web page": "文档网页",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "这个新资源旨在为用户提供对我们应用程序功能以及掌握GTO策略所需的扑克相关知识的深入理解。",
  "The documentation page includes:": "文档页面包括：",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "更好地理解每个功能的工作方式，从改版的游戏计划模式到实践模式中的最后vs最佳信息。了解如何充分利用这些工具有效提高您的扑克技巧。",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "探索博弈论最优（GTO）策略的核心概念和原则。理解GTO在现代扑克中的重要性，以及它如何为您的游戏提供坚实的基础。",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "情境。跟随我们易于理解的指南和教程开始使用Poker Scientist应用程序。学习如何导航平台，分析您的手牌历史，并在各种扑克情况中使用GTO策略进行练习。",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "通过将这个文档页面纳入我们的平台，我们的目标是为用户提供一个全面的资源，帮助他们学习GTO，并提高他们对扑克的整体理解。"
}
