{
  "Changelog": "Registro modifiche",
  "New updates and improvements to Poker Scientist.": "Nuovi aggiornamenti e miglioramenti a Poker Scientist.",
  "Follow us on Twitter": "Seguici su Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Abbiamo rilasciato una nuova funzionalità su cui abbiamo lavorato per migliorare la tua esperienza utente: la barra laterale di aiuto. Abbiamo ascoltato i tuoi feedback e abbiamo implementato un modo più accessibile ed efficiente per accedere alle informazioni di aiuto, agli articoli della documentazione e alle panoramica delle scorciatoie.",
  "Help Sidebar": "Barra laterale di aiuto",
  "Help Sidebar Updates:": "Aggiornamenti sulla barra laterale di aiuto:",
  "Open Help sidebar with 'h' hotkey": "Apri la barra laterale di aiuto con la scorciatoia 'h'",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Per rendere la barra laterale di aiuto facilmente accessibile, abbiamo aggiunto una nuova scorciatoia. Ora, puoi semplicemente premere il tasto 'h' per aprire istantaneamente la barra laterale. Questo dovrebbe farti risparmiare tempo e aiutarti a ottenere l'assistenza di cui hai bisogno con un minimo di interruzione del tuo flusso di lavoro.",
  "Mode-specific help information": "Informazioni di aiuto specifiche per la modalità",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "La barra laterale di aiuto mostra ora informazioni di aiuto sensibili al contesto in base alla modalità in cui ti trovi attualmente. Ciò significa che vedrai aiuto e guida pertinenti per il compito specifico su cui stai lavorando, facilitando la ricerca delle risposte di cui hai bisogno senza dover cercare tra informazioni non correlate.",
  "Links to documentation articles and hotkey overviews": "Collegamenti agli articoli della documentazione e alle panoramiche delle scorciatoie",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Abbiamo reso più semplice per te l'accesso alla nostra vasta documentazione e alle panoramiche delle scorciatoie. All'interno della barra laterale di aiuto, troverai collegamenti ad articoli e risorse pertinenti per aiutarti a navigare e padroneggiare la nostra piattaforma. Questo dovrebbe aiutarti a trovare rapidamente e in modo efficiente le informazioni di cui hai bisogno.",
  "Improvements & Fixes:": "Miglioramenti & Correzioni:",
  "Better Navigation with 'Focus'": "Migliore navigazione con 'Focus'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Abbiamo migliorato la navigazione all'interno della nostra app implementando uno stato di focus più chiaro. Questo aggiornamento renderà più facile per gli utenti vedere quale elemento è attualmente attivo sullo schermo.",
  "Tab Key for Forward Navigation:": "Tasto Tab per la navigazione in avanti:",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Abbiamo aggiunto la possibilità di utilizzare il tasto 'Tab' per navigare rapidamente al prossimo elemento interattivo sullo schermo. Questo permette agli utenti di muoversi attraverso l'app con facilità, senza dover fare affidamento sul mouse.",
  "Shift + Tab Key for Reverse Navigation:": "Shift + Tasto Tab per la navigazione inversa:",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "Per completare la navigazione con il tasto 'Tab', abbiamo anche introdotto la combinazione di tasti 'Shift + Tab' per la navigazione inversa. Questo permette agli utenti di tornare all'elemento interattivo precedente sullo schermo.",
  "Enter or Space Key to 'Click' an Element:": "Tasto Enter o Spazio per 'Cliccare' un elemento:",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Per migliorare l'accessibilità generale, abbiamo reso possibile l'uso del tasto 'Enter' o 'Spazio' per 'cliccare' un elemento. Questo rende più facile per gli utenti che si affidano alla navigazione da tastiera interagire con i pulsanti e altri elementi interattivi all'interno dell'app.",
  "April 06, 2023": "06 Aprile, 2023",
  "April 07, 2023": "07 Aprile, 2023",
  "Hotkeys and Command menu": "Scorciatoie e menu dei comandi",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Siamo entusiasti di annunciare due nuove funzionalità di navigazione che renderanno l'uso di Poker Scientist ancora più semplice e veloce di prima!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "puoi muoverti nell'app più rapidamente che mai.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "In secondo luogo, abbiamo aggiunto scorciatoie sia per la modalità di studio che per la modalità di pratica. Queste scorciatoie ti permettono di eseguire azioni comuni senza dover fare clic su pulsanti o menu. Nella modalità di studio, puoi usare le scorciatoie per scegliere la tua azione, configurare il tuo posto, passare tra le modalità di visualizzazione del range e aprire l'analisi macro. Nella modalità Pratica, puoi usare le scorciatoie per scegliere la tua azione e passare alla mano successiva, oltre a navigare tra le diverse opzioni disponibili per te. Queste scorciatoie renderanno più facile utilizzare Poker Scientist in modo più efficiente e con maggiore precisione.",
  "March 31, 2023": "31 Marzo, 2023",
  "Documentation web page": "Pagina web della documentazione",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Questa nuova risorsa è progettata per fornire agli utenti una comprensione più profonda delle funzionalità della nostra applicazione e della conoscenza del poker necessaria per padroneggiare le strategie GTO.",
  "The documentation page includes:": "La pagina della documentazione include:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Ottieni una migliore comprensione di come funziona ciascuna funzionalità, dalla modalità Gameplan rivista alle informazioni Last vs. Best in modalità Pratica. Impara come sfruttare al meglio questi strumenti per migliorare efficacemente le tue abilità nel poker.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Esplora i concetti chiave e i principi delle strategie Game Theory Optimal (GTO). Comprendi l'importanza del GTO nel poker moderno e come può fornire una solida base per il tuo gioco.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "Incorporando questa pagina di documentazione nella nostra piattaforma, miriamo a fornire agli utenti una risorsa completa che aiuta nello studio del GTO e migliora la loro comprensione generale del poker."
}
