{
  "Changelog": "Registro de alterações",
  "New updates and improvements to Poker Scientist.": "Novas atualizações e melhorias no Poker Scientist.",
  "Follow us on Twitter": "Siga-nos no Twitter",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "Lançamos um novo recurso em que temos trabalhado para melhorar sua experiência de usuário: a barra lateral de Ajuda. Ouvimos o seu feedback e implementamos uma forma mais acessível e eficiente para que você possa acessar informações de ajuda, artigos de documentação e visões gerais de teclas de atalho.",
  "Help Sidebar": "Barra lateral de ajuda",
  "Help Sidebar Updates:": "Atualizações da barra lateral de ajuda:",
  "Open Help sidebar with 'h' hotkey": "Abra a barra lateral de ajuda com a tecla de atalho 'h'",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "Para tornar a barra lateral de Ajuda facilmente acessível, adicionamos uma nova tecla de atalho. Agora, você pode simplesmente pressionar a tecla 'h' para abrir a barra lateral instantaneamente. Isso deve economizar seu tempo e ajudá-lo a obter a assistência de que precisa com o mínimo de interrupção no seu fluxo de trabalho.",
  "Mode-specific help information": "Informações de ajuda específicas do modo",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "A barra lateral de Ajuda agora mostra informações de ajuda sensíveis ao contexto com base no modo em que você está atualmente. Isso significa que você verá ajuda e orientação relevantes para a tarefa específica em que está trabalhando, facilitando a busca das respostas de que precisa sem ter que procurar por informações não relacionadas.",
  "Links to documentation articles and hotkey overviews": "Links para artigos de documentação e visões gerais de teclas de atalho",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "Tornamos mais simples para você acessar nossa extensa documentação e visões gerais de teclas de atalho. Dentro da barra lateral de Ajuda, você encontrará links para artigos e recursos relevantes para ajudá-lo a navegar e dominar nossa plataforma. Isso deve ajudá-lo a encontrar as informações de que precisa de maneira rápida e eficiente.",
  "Improvements & Fixes:": "Melhorias e correções:",
  "Better Navigation with 'Focus'": "Melhor nave gação com 'Foco'",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "Aprimoramos a navegação em nosso aplicativo implementando um estado de foco mais claro. Esta atualização facilitará aos usuários ver qual elemento está atualmente ativo na tela.",
  "Tab Key for Forward Navigation:": "Tecla Tab para navegação para a frente:",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "Adicionamos a capacidade de usar a tecla 'Tab' para navegar rapidamente para o próximo elemento interativo na tela. Isso permite que os usuários se movam pelo aplicativo com facilidade, sem ter que depender do mouse.",
  "Shift + Tab Key for Reverse Navigation:": "Shift + Tab para navegação reversa:",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "Para complementar a navegação com a tecla 'Tab', também introduzimos a combinação de teclas 'Shift + Tab' para navegação reversa. Isso permite que os usuários voltem ao elemento interativo anterior na tela.",
  "Enter or Space Key to 'Click' an Element:": "Tecla Enter ou Espaço para 'Clicar' em um Elemento:",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "Para melhorar a acessibilidade geral, tornamos possível usar a tecla 'Enter' ou 'Espaço' para 'clicar' em um elemento. Isso facilita para os usuários que dependem da navegação pelo teclado interagir com botões e outros elementos interativos dentro do aplicativo.",
  "April 06, 2023": "06 de abril de 2023",
  "April 07, 2023": "07 de abril de 2023",
  "Hotkeys and Command menu": "Teclas de atalho e menu de comandos",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Estamos entusiasmados em anunciar duas novas funcionalidades de navegação que tornarão o uso do Poker Scientist ainda mais fácil e rápido do que antes!",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "Primeiro, introduzimos um novo menu de comandos que permite que você acesse rapidamente diferentes seções do aplicativo. Para abrir o menu de comandos, basta pressionar 'Meta + k' ou 'Win + k' no seu teclado. A partir daí, você pode escolher entre o modo Estudo, modo Prática, visão geral das Estatísticas, Configurações, Perfil, Registro de alterações, Documentação, e muito mais. O menu de comandos tem um design limpo e intuitivo que facilita a busca do que você está procurando, e a navegação rápida significa que você pode se mover pelo aplicativo mais rapidamente do que nunca.",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "Em segundo lugar, adicionamos teclas de atalho para o modo Estudo e o modo Prática. Estas teclas de atalho permitem que você execute ações comuns sem ter que clicar em botões ou menus. No modo Estudo, você pode usar teclas de atalho para escolher sua ação, configurar seu local, alternar entre os modos de exibição de alcance e abrir a análise macro. No modo Prática, você pode usar teclas de atalho para escolher sua ação e passar para a próxima mão, bem como navegar pelas diferentes opções disponíveis para você. Estas teclas de atalho facilitarão o uso do Poker Scientist de forma mais eficiente e com maior precisão.",
  "March 31, 2023": "31 de março de 2023",
  "Documentation web page": "Página web de documentação",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "Este novo recurso foi projetado para fornecer aos usuários uma compreensão mais profunda das funcionalidades do nosso aplicativo e do conhecimento relacionado ao poker necessário para dominar as estratégias GTO.",
  "The documentation page includes:": "A página de documentação inclui:",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "Obtenha uma melhor compreensão de como cada funcionalidade funciona, do modo Gameplan reformulado às informações Last vs. Best no modo Prática. Aprenda a aproveitar ao máximo essas ferramentas para melhorar efetivamente suas habilidades de poker.",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "Explore os conceitos e princípios centrais das estratégias Game Theory Optimal (GTO). Compreenda a importância do GTO no poker moderno e como ele pode fornecer uma base sólida para o seu jogo.",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "para começar a usar o aplicativo Poker Scientist. Aprenda a navegar pela plataforma, analisar seu histórico de mãos e praticar o uso de estratégias GTO em várias situações de poker.",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "Ao incorporar esta página de documentação em nossa plataforma, nosso objetivo é fornecer aos usuários um recurso abrangente que auxilia no estudo de GTO e melhora seu entendimento geral de poker."
}
