{
  "Effortlessly navigate through the spot.": "Navegue sem esforço pelo local.",
  "Range Normalization": "Normalização de Alcance",
  "Customize the weight for each hand combination to perform at your best.": "Personalize o peso para cada combinação de mãos para ter o melhor desempenho.",
  "Simplifier": "Simplificador",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Escolha entre várias opções para simplificar seu Plano de Jogo GTO com o Simplificador.",
  "Runout Clustering": "Agrupamento de Runout",
  "Understanding the different cluster structures opens up a new door to understanding poker.": "Entender as diferentes estruturas de agrupamentos abre uma nova porta para entender o poker.",
  "Made Hand Distribution": "Distribuição de Mãos Feitas",
  "See the relationship between the perfect strategy for a specific spot and the hand category.": "Veja a relação entre a estratégia perfeita para um determinado ponto e a categoria da mão.",
  "Runout Distribution": "Distribuição de Runout",
  "See exactly how well the runout is hitting your range or your opponents range.": "Veja exatamente o quanto o runout está acertando o seu alcance ou o alcance do seu oponente.",
  "Macro analysis": "Análise Macro",
  "Get an overview of values like EV, strategy, EQ & more for all flops of a pre-selected spot.": "Obtenha uma visão geral de valores como EV, estratégia, EQ e mais para todos os flops de um ponto pré-selecionado.",
  "Our browser-based software gives you access to our GTO gameplan, which contains billions of strategies for every relevant scenario.": "Nosso software baseado em navegador dá acesso ao nosso plano de jogo GTO, que contém bilhões de estratégias para cada cenário relevante.",
  "Bot playstyles": "Estilos de jogo do Bot",
  "Choose from two human-like logics and watch your skills soar.": "Escolha entre duas lógicas semelhantes à humana e veja suas habilidades decolarem.",
  "EV measurement": "Medição de EV",
  "See strategy and EV differences between your chosen actions and the bot´s actions.": "Veja as diferenças de estratégia e EV entre suas ações escolhidas e as ações do bot.",
  "Spot selection sheet": "Folha de seleção de spot",
  "Learn about the message model and how to create, retrieve, update, delete, and list messages.": "Aprenda sobre o modelo de mensagem e como criar, recuperar, atualizar, excluir e listar mensagens.",
  "Switch to gameplan": "Mude para o plano de jogo",
  "Choose from a range of games to train the spots you want to improve on.": "Escolha entre uma variedade de jogos para treinar os pontos que você deseja melhorar.",
  "Result tracking": "Rastreamento de resultados",
  "Identify potential leaks in your play and track your progress.": "Identifique possíveis vazamentos em seu jogo e acompanhe seu progresso.",
  "Practice": "Prática",
  "Test your skills against our bot. Your decisions will be tracked and measured in terms of frequency and EV to help you identify leaks in your game.": "Teste suas habilidades contra o nosso bot. Suas decisões serão rastreadas e medidas em termos de frequência e EV para ajudá-lo a identificar falhas em seu jogo.",
  "With its most accurate GTO solutions, next-gen tools and meticulous design, Poker Scientist unlocks your full potential. It is the tool of choice for learning poker.": "Com suas soluções GTO mais precisas, ferramentas de próxima geração e design meticuloso, Poker Scientist desbloqueia todo o seu potencial. É a ferramenta de escolha para aprender poker.",
  "FEATURES": "CARACTERÍSTICAS",
  "The standard for GTO poker mastery": "O padrão para a maestria do poker GTO",
  "Close sidebar": "Fechar barra lateral",
  "Play against our GTO-Bot": "Jogue contra nosso GTO-Bot",
  "Maximize your performance with our GTO-Bot practice mode! Hone your strategy and make informed decisions with our gamification-mode, where you can play against our expert GTO-Bot.": "Maximize seu desempenho com o nosso modo de prática GTO-Bot! Aperfeiçoe sua estratégia e tome decisões informadas com nosso modo de gamificação, onde você pode jogar contra nosso expert GTO-Bot.",
  "Exploitative Bot mode.": "Modo Bot Exploratório.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar. Simply select your preferred play-style via the button on the training screen and watch the Bot adapt.": "Escolha entre duas lógicas semelhantes às humanas, um plano de jogo restrito ou agressivo, e veja suas habilidades decolarem. Basta selecionar o seu estilo de jogo preferido através do botão na tela de treinamento e assistir o Bot se adaptar.",
  "Tight playstyle": "Estilo de jogo restrito",
  "With the tight Gameplan, the Bot will play passively, only opting for more aggressive actions if the expected value (EV) remains high.": "Com o plano de jogo restrito, o Bot jogará passivamente, optando apenas por ações mais agressivas se o valor esperado (EV) permanecer alto.",
  "Aggressive playstyle": "Estilo de jogo agressivo",
  "On the other hand, the aggressive Gameplan will see Neura play more aggressively, all while keeping the focus on maximizing EV.": "Por outro lado, o plano de jogo agressivo fará com que Neura jogue de forma mais agressiva, mantendo o foco na maximização do EV.",
  "Tight vs. Aggressive": "Restrito vs. Agressivo",
  "A hand for the Bot is with 35% in the call action and 65% in the raise action. This means that the EV difference between call and raise is approximately 0bb.": "Uma mão para o Bot está com 35% na ação de call e 65% na ação de raise. Isso significa que a diferença de EV entre call e raise é aproximadamente 0bb.",
  "Using the tight Gameplan, the Bot's strategy will change to 100% call, while the aggressive Gameplan will choose 100% raise.": "Usando o plano de jogo restrito, a estratégia do Bot mudará para 100% call, enquanto o plano de jogo agressivo escolherá 100% raise.",
  "Real-time feedback.": "Feedback em tempo real.",
  "As you make decisions during training, Neura Bot measures the expected value (EV) of each move and compares it to the highest EV decision. This provides immediate feedback on your play and helps you identify areas for improvement.": "Conforme você toma decisões durante o treinamento, Neura Bot mede o valor esperado (EV) de cada jogada e o compara com a decisão de EV mais alta. Isso oferece um feedback imediato sobre o seu jogo e ajuda você a identificar áreas para melhorias.",
  "Join now:": "Junte-se agora:",
  "Unleash your potential!": "Libere o seu potencial!",
  "Get started": "Comece agora",
  "Spot selection": "Seleção de spot",
  "Take control of your poker training.": "Assuma o controle do seu treinamento de poker.",
  "Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on.": "Escolha entre uma variedade de jogos a dinheiro, heads-up ou torneios multi-mesa para treinar os pontos que você deseja melhorar.",
  "Whether you're looking to improve your preflop or postflop play, our Bot has got you covered. Simply select your preferred training mode and get started.": "Seja você está procurando melhorar o seu jogo pré-flop ou pós-flop, nosso Bot te cobre. Basta selecionar o modo de treinamento preferido e começar.",
  "Available training modes": "Modos de treinamento disponíveis",
  "The practice mode provides a wide range of game types to choose from.": "O modo de prática oferece uma ampla gama de tipos de jogos para escolher.",
  "You can select Cash-game with a 100bb stack size and play through various scenarios like Preflop, 2Bet, 3Bet, and 4Bet.": "Você pode selecionar Cash-game com um tamanho de stack de 100bb e jogar através de vários cenários como Preflop, 2Bet, 3Bet e 4Bet.",
  "Additionally, MTTs with stack sizes ranging from 10bb to 75bb are available, with additional scenarios like Limp-Call and Limp-Raise-Call, as well as the same Preflop, 2Bet, 3Bet, and 4Bet options.": "Além disso, MTTs com tamanhos de stack variando de 10bb a 75bb estão disponíveis, com cenários adicionais como Limp-Call e Limp-Raise-Call, bem como as mesmas opções de Preflop, 2Bet, 3Bet e 4Bet.",
  "There is also a dedicated mode for heads-up play, featuring 100bb stack size and the same Preflop, 2Bet, 3Bet, and 4Bet scenarios.": "Também existe um modo dedicado para o jogo heads-up, apresentando tamanho de pilha de 100bb e os mesmos cenários de Preflop, 2Bet, 3Bet e 4Bet.",
  "Switch mode": "Mudar modo",
  "Just switch to gameplan mode.": "Apenas mude para o modo de planejamento de jogo.",
  "And the best part? You can switch to gameplan mode at any time to see how the current spot fits into your overall strategy. With our Bot, you have the tools you need to take your poker game to the next level.": "E a melhor parte? Você pode mudar para o modo de planejamento de jogo a qualquer momento para ver como a situação atual se encaixa na sua estratégia geral. Com o Neura Bot, você tem as ferramentas que precisa para levar seu jogo de poker ao próximo nível.",
  "Get the Big Picture": "Veja o quadro geral",
  "You can switch between the actual training situation and the gameplan mode whenever you like. This means that while you're playing, you can also take a closer look at the situation in a more strategic way.": "Você pode alternar entre a situação de treinamento atual e o modo de planejamento de jogo quando quiser. Isso significa que, enquanto você está jogando, também pode dar uma olhada mais de perto na situação de uma maneira mais estratégica.",
  "By doing this, you'll get a better understanding of how the current situation fits into your overall strategy and improve your decision-making skills. It'll make learning more effective and help you make better choices in the game, which in turn will help you to progress and succeed.": "Ao fazer isso, você terá uma melhor compreensão de como a situação atual se encaixa em sua estratégia geral e melhorará suas habilidades de tomada de decisão. Isso tornará o aprendizado mais eficaz e ajudará você a tomar melhores decisões no jogo, o que, por sua vez, ajudará você a progredir e ter sucesso.",
  "Pure stats.": "Estatísticas puras.",
  "Take control of your progress with our advanced statistics tracking! Our statistics sheet provides an overview of your results, and you can easily filter by specific positions, in/out-of-position play, bet sizing, game type, and stack size to gain deeper insights into your strengths and weaknesses": "Assuma o controle de seu progresso com nosso rastreamento avançado de estatísticas! Nossa folha de estatísticas fornece uma visão geral de seus resultados, e você pode facilmente filtrar por posições específicas, jogadas dentro/fora de posição, dimensionamento de aposta, tipo de jogo e tamanho de pilha para obter insights mais profundos sobre seus pontos fortes e fracos.",
  "Find your leaks": "Encontre suas falhas",
  "Range normalization": "Normalização de range",
  "Runout clustering": "Agrupamento de runout",
  "Made-hand distribution": "Distribuição de mãos feitas",
  "Runout distribution graph": "Gráfico de distribuição de runout",
  "Open sidebar": "Abrir barra lateral",
  "Study": "Estude",
  "Data-driven analysis and visualization": "Análise e visualização orientadas por dados",
  "Poker Scientist stands out from the competition for a number of reasons. First and foremost, our solver produces the most accurate gameplan solutions in the world, with a Nash-Distance between 0.01 - 0.15% pot per hand. This level of accuracy allows us to distinguish the origin of all frequencies for strategies between 'balancing' and 'rounding-error'.": "Poker Scientist se destaca da concorrência por uma série de motivos. Primeiro e acima de tudo, nosso solver produz as soluções de plano de jogo mais precisas do mundo, com uma distância de Nash entre 0,01 - 0,15% do pote por mão. Esse nível de precisão nos permite distinguir a origem de todas as frequências para estratégias entre 'equilíbrio' e 'erro de arredondamento'.",
  "Range vs. Range": "Range vs. Range",
  "All the information you need in one single sheet.": "Todas as informações de que você precisa em uma única folha.",
  "With the Range versus Range view, you can easily navigate through the spot using action buttons and visualize the strategies of each player with a matrix.": "Com a visão Range versus Range, você pode navegar facilmente pelo local usando botões de ação e visualizar as estratégias de cada jogador com uma matriz.",
  "Range matrix": "Matriz de range",
  "The Range Matrix feature offers a complete overview of all possible preflop card combinations that a player can hold, displayed in a matrix format along with the corresponding strategy frequencies and expected values (EVs) for each hand combination.": "O recurso Matriz de Range oferece uma visão geral completa de todas as possíveis combinações de cartas preflop que um jogador pode segurar, exibidas em um formato de matriz junto com as frequências de estratégia correspondentes e valores esperados (EVs) para cada combinação de mão.",
  "Switch between Equity and EV view": "Alternar entre visão Equity e EV",
  "With the Range Matrix feature, you can easily switch between two different visualization modes. The first mode displays the strategy frequencies of the possible preflop card combinations, while the second mode shows the expected value (EV) in both numerical and color-coded formats, providing you with comprehensive insights to help improve your poker game.": "Com o recurso Matriz de Range, você pode facilmente alternar entre dois modos de visualização diferentes. O primeiro modo exibe as frequências de estratégia das possíveis combinações de cartas preflop, enquanto o segundo modo mostra o valor esperado (EV) em formatos numéricos e codificados por cores, fornecendo insights abrangentes para ajudar a melhorar seu jogo de poker.",
  "Hand details view": "Visão de detalhes da mão",
  "The Hand Details view feature allows you to view specific details of a preflop hand combination within a hand combination group. You can see the expected value (EV) and frequency of each possible action for that particular hand combination.": "O recurso de visualização de Detalhes da Mão permite que você veja detalhes específicos de uma combinação de mãos preflop dentro de um grupo de combinações de mãos. Você pode ver o valor esperado (EV) e a frequência de cada ação possível para aquela combinação de mão em particular.",
  "Player comparison": "Comparação de jogadores",
  "With the Player Comparison feature, you can directly compare the expected value (EV), hand combinations, and pot sizes of two players side by side. This allows for a quick and easy analysis of how each player's range and decisions are affecting the overall outcome of the game.": "Com o recurso de Comparação de Jogadores, você pode comparar diretamente o valor esperado (EV), combinações de mãos e tamanhos de pote de dois jogadores lado a lado. Isso permite uma análise rápida e fácil de como a faixa e as decisões de cada jogador estão afetando o resultado geral do jogo.",
  "Customize the weight for each hand combination.": "Personalize o peso para cada combinação de mão.",
  "The normalization changes the color space for each cell in the matrix, and it's proportional to the weight and frequency of each cell.": "A normalização muda o espaço de cor para cada célula na matriz, e é proporcional ao peso e frequência de cada célula.",
  "Normalized": "Normalizado",
  "Think about a river situation where the weight for a hand is low due to all the other potential outcomes. With the relative view, it can be difficult to gather any meaningful information from the matrix.": "Pense em uma situação de river onde o peso de uma mão é baixo devido a todos os outros possíveis resultados. Com a visão relativa, pode ser difícil coletar qualquer informação significativa da matriz.",
  "That's why we offer the option to change the view to normalized. It provides a clearer picture of the hands in the ranges.": "É por isso que oferecemos a opção de mudar a visão para normalizada. Ele fornece uma imagem mais clara das mãos nos ranges.",
  "Absolute": "Absoluto",
  "But what if you still need more insight? No problem. The 'Absolute' function gives you an even more in-depth view of the strategy for every possible hand. The space of each cell is described by the normalization feature, following the mathematical description. This allows you to make informed decisions and play your best game.": "Mas e se você ainda precisar de mais informações? Sem problemas. A função 'Absoluta' oferece uma visão ainda mais aprofundada da estratégia para cada mão possível. O espaço de cada célula é descrito pela função de normalização, seguindo a descrição matemática. Isso permite que você tome decisões informadas e jogue seu melhor jogo.",
  "Simplify your gameplan.": "Simplifique seu plano de jogo.",
  "Algorithm": "Algoritmo",
  "Our Simplification algorithm manipulates the Gameplan in a way that minimizes EV loss when removing an action, or maximizes EV gain when adding an action.": "Nosso algoritmo de Simplificação manipula o Plano de Jogo de uma forma que minimiza a perda de EV ao remover uma ação, ou maximiza o ganho de EV ao adicionar uma ação.",
  "This algorithm goes beyond the Nash algorithm, allowing for strategies that are not necessarily balanced. When you remove an action, the hands that would have used that action will be directed to the alternative action with the second highest EV instead.": "Este algoritmo vai além do algoritmo de Nash, permitindo estratégias que não são necessariamente equilibradas. Quando você remove uma ação, as mãos que teriam usado essa ação serão direcionadas para a ação alternativa com o segundo EV mais alto.",
  "The Simplifier tool allows you to manipulate the GTO-Strategies by adding or removing actions, which has a direct impact on the measured Range-EV.": "A ferramenta Simplifier permite que você manipule as Estratégias GTO adicionando ou removendo ações, o que tem um impacto direto no Range-EV medido.",
  "Simplification made easy": "Simplificação facilitada",
  "To see how it works, let's consider a Raw GTO-Strategy:Removing the raising actions is a good way to simplify, even if the R 17.4 has a frequency of 14.5%. If we remove the raising actions, the new strategy will only have a fold/- and a callpart, and we will not lose any relevant Range-EV.": "Para ver como funciona, vamos considerar uma Estratégia GTO Bruta: Remover as ações de aumento é uma boa maneira de simplificar, mesmo se o R 17.4 tiver uma frequência de 14.5%. Se removermos as ações de aumento, a nova estratégia terá apenas uma parte de fold/- e de call, e não perderemos nenhum Range-EV relevante.",
  "However, if we remove a further action, our Range-EV will decrease significantly. On the other hand, if we go back to the Raw GTO-Strategy and directly remove the callnode, keeping the raise actions possible, we will only lose 2bb/100 with this strategy.": "No entanto, se removermos uma ação adicional, nosso Range-EV diminuirá significativamente. Por outro lado, se voltarmos para a Estratégia GTO Bruta e removermos diretamente o callnode, mantendo as ações de aumento possíveis, perderemos apenas 2bb/100 com essa estratégia.",
  "The Simplifier algorithm shows you how to take advantage of several options for simplifying your GTO-Gameplan.": "O algoritmo Simplifier mostra como você pode aproveitar várias opções para simplificar seu Plano de Jogo GTO.",

  "Reduce the number of different strategies.": "Reduza o número de diferentes estratégias.",
  "Simplifying your strategy leads to fewer mistakes and an increase in your win rate. That's why we created the Runout Clustering feature.": "Simplificar sua estratégia leva a menos erros e um aumento na sua taxa de vitória. É por isso que criamos o recurso de Agrupamento de Runout.",
  "The clustering process": "O processo de agrupamento",
  "On average, there are 6900 action nodes for a 2-Bet spot, with over 16 million possible strategies. With every scenario, there's a chance to make a mistake that could reduce your win rate. That's why it's crucial to keep your game plan as simple as possible.": "Em média, existem 6900 nós de ação para um spot de 2-Bet, com mais de 16 milhões de estratégias possíveis. Em cada cenário, há uma chance de cometer um erro que pode reduzir sua taxa de vitória. É por isso que é crucial manter seu plano de jogo o mais simples possível.",
  "We've simplified the game plan by comparing each runout with every other runout. Each runout has a specific strategy, defined by the frequency of possible moves, weighted by a parameter that represents the relative value of different lines.": "Simplificamos o plano de jogo comparando cada runout com todos os outros. Cada runout tem uma estratégia específica, definida pela frequência de movimentos possíveis, ponderada por um parâmetro que representa o valor relativo de diferentes linhas.",

  "For example, an all-in frequency gap is weighted higher than a frequency gap for a check.": "Por exemplo, um intervalo de frequência all-in é ponderado mais alto do que um intervalo de frequência para um check.",
  "We used a 2-dimensional clustering method to find the minimum number of different clusters, without losing Range-EV for any player. The result is that the 49 turn runouts become grouped or clustered. Each cluster has a representative card with the smallest strategy difference between all cards in the cluster.": "Usamos um método de agrupamento bidimensional para encontrar o número mínimo de diferentes grupos, sem perder Range-EV para qualquer jogador. O resultado é que os 49 resultados de turno se tornam agrupados ou agrupados. Cada grupo tem um cartão representante com a menor diferença de estratégia entre todos os cartões no grupo.",
  "Levels of simplification": "Níveis de simplificação",
  "Each player has their own Runout Clustering, which is likely to be different from the other players in the same situation. Here are three examples of different levels of simplification.": "Cada jogador tem seu próprio Agrupamento de Runout, que provavelmente será diferente dos outros jogadores na mesma situação. Aqui estão três exemplos de diferentes níveis de simplificação.",
  "High-Level simplification": "Simplificação de alto nível",
  "In a Cashgame 3Bet MPvsBU, the strategy for BU simplifies from 49 to 2 different strategies on turn without any EV loss. (96% simplified)": "Em um Cashgame 3Bet MPvsBU, a estratégia para BU simplifica de 49 para 2 diferentes estratégias no turn sem nenhuma perda de EV. (96% simplificado)",

  "Medium-Level simplification": "Simplificação de nível médio",
  "In an MTT 25bb SRP BUvsBB, the strategy for BU simplifies from 49 to 12 different strategies on the river (75% simplified)": "Em um MTT 25bb SRP BUvsBB, a estratégia para BU simplifica de 49 para 12 estratégias diferentes no river (75% simplificado)",
  "Low-Level simplification": "Simplificação de nível baixo",
  "In a Cashgame 2Bet BUvsBB, the strategy for BB simplifies from 49 to 21 strategies on turn (57% simplified)": "Em um Cashgame 2Bet BUvsBB, a estratégia para BB simplifica de 49 para 21 estratégias no turn (57% simplificado)",
  "It's interesting to note that you can have the same strategy for two different cards in a cluster, even though they have a big difference in their Runout-EVs. This shows that there can be multiple, different reasons for having a particular strategy.": "É interessante notar que você pode ter a mesma estratégia para dois cartões diferentes em um cluster, mesmo que eles tenham uma grande diferença em seus Runout-EVs. Isso mostra que podem haver múltiplas razões diferentes para se ter uma estratégia particular.",
  "We save the result of each Runout Clustering calculation on our backend, so you only have to calculate it once. Understanding the different cluster structures opens up a new door to understanding poker.": "Salvamos o resultado de cada cálculo de Agrupamento de Runout em nosso backend, então você só precisa calcular uma vez. Compreender as diferentes estruturas de agrupamento abre uma nova porta para entender o poker.",

  "A hand category overview": "Visão geral da categoria de mão",
  "The Made-Hand distribution feature classifies hands into 18 groups and helps improve game strategy by showing the frequency of hand groups in specific actions and the likelihood of having a specific hand class in the current range": "O recurso de distribuição Made-Hand classifica as mãos em 18 grupos e ajuda a melhorar a estratégia do jogo, mostrando a frequência dos grupos de mãos em ações específicas e a probabilidade de se ter uma classe de mão específica no range atual",
  "Hand properties": "Propriedades das mãos",
  "Here's how it works: like mentioned the Made-Hand Distribution classifies hands into 18 different groups based on their properties. The properties of a hand are related to the board structure and can have a big impact on your strategy. With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set": "Aqui está como funciona: como mencionado, a distribuição Made-Hand classifica as mãos em 18 grupos diferentes com base em suas propriedades. As propriedades de uma mão estão relacionadas à estrutura do board e podem ter um grande impacto em sua estratégia. Com este recurso, você poderá ver a relação entre a estratégia perfeita para um spot específico e a classe da mão, como ter um flush draw ou um set",
  "With this feature, you'll be able to see the relationship between the perfect strategy for a specific spot and the hand class, like having a flush draw or set.": "Com este recurso, você poderá ver a relação entre a estratégia perfeita para um spot específico e a classe da mão, como ter um flush draw ou um set.",

  "Distribution types": "Tipos de distribuição",
  "And it gets even better - the feature provides two different distributions: one that shows how often a hand group results in a specific action, visualized by the color of the hand class bar, and another that shows how likely it is for you to have a specific hand class in your current range.": "E fica ainda melhor - o recurso oferece duas distribuições diferentes: uma que mostra com que frequência um grupo de mãos resulta em uma ação específica, visualizada pela cor da barra de classe da mão, e outra que mostra quão provável é você ter uma classe de mão específica em seu range atual.",
  "With the Made-Hand Distribution, you'll have all the information you need to understand which type of hand class you have in a certain action, and how likely it is.": "Com a distribuição Made-Hand, você terá todas as informações necessárias para entender que tipo de classe de mão você tem em uma determinada ação e quão provável é isso.",
  "A comprehensive analysis of runouts": "Uma análise abrangente dos runouts",
  "With the Runout-Distribution feature, you can easily see the impact of the runout on your range or your opponent's range, measured by expected value (EV) using a table and graph": "Com o recurso Runout-Distribution, você pode facilmente ver o impacto do runout em seu range ou no range do seu oponente, medido pelo valor esperado (EV) usando uma tabela e gráfico",
  "The graphs": "Os gráficos",
  "The two graphs are anti-symmetric, allowing you to quickly get a full understanding of the game at a glance.": "Os dois gráficos são antissimétricos, permitindo que você obtenha rapidamente uma compreensão completa do jogo de relance.",
  "For example, if the runout is a spade, a minimum in the graph for the in-position player might indicate that they have fewer flush draws than the out-of-position player. This information is essential for making informed decisions on the next street": "Por exemplo, se o runout é um espada, um mínimo no gráfico para o jogador na posição pode indicar que ele tem menos draws de flush do que o jogador fora da posição. Essa informação é essencial para tomar decisões informadas na próxima rua",

  "The big picture": "O panorama geral",
  "The Macro-Analysis feature gives you an overview of values like Range-EV, strategy, EQ, EQ-Realization and more for all flops of a pre-selected spot": "O recurso de Macro-Análise oferece uma visão geral de valores como Range-EV, estratégia, EQ, Realização-EQ e mais para todos os flops de um local pré-selecionado",
  "Filters": "Filtros",
  "This enables you to compare strategies for different flops. It comes with two filter functions, suitedness and pairing. You can order any value from high to low or vice versa, making it easy to determine the best or worst flops for you. The average values are displayed at the top of the table": "Isso permite que você compare estratégias para diferentes flops. Ele vem com duas funções de filtro, adequação e emparelhamento. Você pode ordenar qualquer valor de alto a baixo ou vice-versa, facilitando a determinação dos melhores ou piores flops para você. Os valores médios são exibidos no topo da tabela",
  "Get the ultimate overview": "Obtenha a visão geral definitiva",
  "With this feature, you can easily find out things like: on which type of flops you should use a big bet or check back most of the time, which flops connect well with your range or your opponent's range, and how the Range-EV is connected to your preferred strategy": "Com esse recurso, você pode facilmente descobrir coisas como: em que tipo de flops você deve usar uma grande aposta ou verificar a maior parte do tempo, quais flops se conectam bem com o seu range ou com o range do seu oponente e como o Range-EV está conectado à sua estratégia preferida"
}
