{
  "Get started": "Comece",
  "Learn more": "Saiba mais",
  "As seen on": "Como visto em",
  "Poker": "Poker",
  "Perfect GTO solutions": "Soluções GTO perfeitas",
  "Our browser-based software gives you instant access to our GTO gameplan, containing billions of strategies.": "Nosso software baseado em navegador dá a você acesso instantâneo ao nosso plano de jogo GTO, contendo bilhões de estratégias.",
  "Accuracy.": "Precisão.",
  "The Nash-Distance of our gameplans is between 0.01 - 0.15% pot per hand, giving you the most accurate strategies available.": "A distância de Nash dos nossos planos de jogo é entre 0,01 - 0,15% do pote por mão, oferecendo as estratégias mais precisas disponíveis.",
  "Hardware.": "Hardware.",
  "With a network of virtual machines powering our solver, we are able to deliver the most accurate gameplan in the world thanks to impressive hardware power.": "Com uma rede de máquinas virtuais alimentando nosso resolvedor, somos capazes de fornecer o plano de jogo mais preciso do mundo graças à impressionante capacidade de hardware.",
  "Next-gen features.": "Recursos de próxima geração.",
  "Unlock a deeper understanding of the game with our Simplifier and Runout-Clustering feature, giving you the ability to exploit your opponents strategic blunders for maximum gain.": "Desbloqueie uma compreensão mais profunda do jogo com nosso recurso Simplificador e Agrupamento de Rodadas, dando a você a capacidade de explorar os erros estratégicos de seus oponentes para obter o máximo de ganho.",
  "Practice mode": "Modo de prática",
  "Train your skills": "Treine suas habilidades",
  "Improve your game with the GTO practice mode! Master your strategy and make smart decisions through practice, as you play against our advanced GTO-Bot.": "Melhore seu jogo com o modo de prática GTO! Domine sua estratégia e tome decisões inteligentes através da prática, enquanto você joga contra nosso GTO-Bot avançado.",
  "Bot playstyles.": "Estilos de jogo do bot.",
  "Choose from two human-like logics, a tight or an aggressive gameplan, and watch your skills soar.": "Escolha entre duas lógicas semelhantes às humanas, um plano de jogo restrito ou agressivo, e veja suas habilidades dispararem.",
  "EV measurement.": "Medição de EV.",
  "As you make decisions during training, Poker Scientist measures the expected value (EV) of each move and compares it to the highest EV decision.": "À medida que você toma decisões durante o treinamento, Poker Scientist mede o valor esperado (EV) de cada movimento e o compara com a decisão de maior EV.",
  "Spot selection.": "Seleção de local.",
  "Fine-tune your strategy": "Ajuste sua estratégia",
  "Access the optimal solution for your poker play with a Gameplan based on GTO (Game Theory Optimal) principles.": "Acesse a solução ideal para o seu jogo de poker com um Plano de Jogo baseado nos princípios GTO (Teoria dos Jogos Ótima).",
  "Range versus Range.": "Range versus Range.",
  "This one-of-a-kind feature allows you to see all the information you need about your current game situation in one single sheet.": "Este recurso único permite que você veja todas as informações necessárias sobre a situação atual do seu jogo em uma única folha.",
  "Simplifier.": "Simplificador.",
  "Choose from several options for simplifying your GTO-Gameplan with the Simplifier.": "Escolha entre várias opções para simplificar seu Plano de Jogo GTO com o Simplificador.",
  "Runout clustering.": "Agrupamento de rodadas.",
  "The runout clustering simplifies the strategy by reducing the number of different strategies you have in your gameplan.": "O agrupamento de rodadas simplifica a estratégia reduzindo o número de diferentes estratégias que você tem no seu plano de jogo.",
  "Made-Hand-Distribution.": "Distribuição de mãos feitas.",
  "The made hand distribution classifies hands into 18 different hand groups by their properties.": "A distribuição de mãos feitas classifica as mãos em 18 diferentes grupos de mãos de acordo com suas propriedades.",
  "Runout-Distribution graph.": "Gráfico de distribuição de rodadas.",
  "See exactly how well the runout is hitting your range or your opponents range, measured by expected value (EV).": "Veja exatamente como a rodada está afetando seu range ou o range do seu oponente, medido pelo valor esperado (EV).",
  "Range normalization.": "Normalização de range.",
  "Customize the weight for each hand combination to perform at your best.. ": "Personalize o peso para cada combinação de mãos para performar no seu melhor..",
  "Champion of the SCOOP Main Event 2021 for $839,000 and MTT Highstakes Player": "Campeão do Evento Principal SCOOP 2021 por $839.000 e Jogador de Highstakes MTT",
  "Being able to see the GTO solution to any question I had during a session right after, was one of the biggest improvement for my career.": "Ser capaz de ver a solução GTO para qualquer pergunta que eu tive durante uma sessão logo após, foi uma das maiores melhorias para a minha carreira.",
  "Member of Team Partypoker, MTT midstakes grinder and streamer": "Membro do Time Partypoker, grinder MTT midstakes e streamer",
  "Gone are the days of wanting to review a hand and having to wait minutes or even hours to get a solution. Poker Scientist is easy to use and extremely convenient.": "Se foram os dias de querer revisar uma mão e ter que esperar minutos ou até horas para obter uma solução. Poker Scientist é fácil de usar e extremamente conveniente.",
  "Member of 888Poker Team, Twitch streamer and YouTuber": "Membro da equipe 888Poker, streamer do Twitch e YouTuber",
  "Poker Scientist has been a game changer for my study. Without a lot of spare time, it is invaluable to me to have a study tool that is so fast, easy and effective.": "Poker Scientist tem sido um divisor de águas para os meus estudos. Sem muito tempo livre, é inestimável para mim ter uma ferramenta de estudo tão rápida, fácil e eficaz.",
  "Unleash": "Libere",
  "your full poker potential.": "todo o seu potencial no poker.",
  "Features": "Recursos",
  "Pricing": "Preços",
  "Documentation": "Documentação",
  "Changelog": "Registro de mudanças",
  "Log in": "Entrar",
  "Sign up": "Inscrever-se",
  "Gameplan mode": "Modo Gameplan",
  "For me Poker Scientist is the most efficient way to improve my game. It is fast and simple. All I need!": "Para mim, Poker Scientist é a maneira mais eficiente de melhorar meu jogo. É rápido e simples. É tudo que eu preciso!",
  "2nd in EPT Grand Final for $1.3 Million and NL500 Player": "2º no EPT Grand Final por $1,3 milhão e jogador NL500",
  "Take control of your poker training. Choose from a range of cash games, heads-up, or multi-table tournaments to train the spots you want to improve on": "Assuma o controle do seu treinamento de poker. Escolha entre uma variedade de jogos a dinheiro, heads-up ou torneios multi-mesa para treinar os pontos que você deseja melhorar"
}
