{
  "Changelog": "チェンジログ",
  "New updates and improvements to Poker Scientist.": "Poker Scientistへの新たな更新と改善。",
  "Follow us on Twitter": "Twitterでフォローする",
  "We released a new feature we've been working on to improve your user experience: the Help sidebar. We've listened to your feedback and have implemented a more accessible and efficient way for you to access help information, documentation articles, and hotkey overviews.": "ユーザーエクスペリエンスの向上を目指して開発してきた新機能、ヘルプサイドバーをリリースしました。皆様からのフィードバックを参考に、ヘルプ情報、ドキュメンテーション記事、ホットキーの概要をより容易に、効率的にアクセスできるように改善しました。",
  "Help Sidebar": "ヘルプサイドバー",
  "Help Sidebar Updates:": "ヘルプサイドバーの更新：",
  "Open Help sidebar with 'h' hotkey": "'h'ホットキーでヘルプサイドバーを開く",
  "To make the Help sidebar easily accessible, we have added a new hotkey. Now, you can simply press the 'h' key to open the sidebar instantly. This should save you time and help you get the assistance you need with minimal disruption to your workflow.": "ヘルプサイドバーを簡単にアクセスできるように、新しいホットキーを追加しました。これにより、'h'キーを押すだけでサイドバーをすぐに開くことができます。これにより、作業の中断を最小限に抑えつつ、必要な支援を効率的に得ることができます。",
  "Mode-specific help information": "モード別ヘルプ情報",
  "The Help sidebar now shows context-sensitive help information based on the mode you're currently in. This means that you will see relevant help and guidance for the specific task you are working on, making it easier to find the answers you need without having to search through unrelated information.": "ヘルプサイドバーは、現在のモードに基づいた文脈に応じたヘルプ情報を表示するようになりました。つまり、現在取り組んでいる具体的なタスクに関連したヘルプやガイダンスが表示され、関連性のない情報を検索することなく必要な回答を簡単に見つけることができます。",
  "Links to documentation articles and hotkey overviews": "ドキュメンテーション記事とホットキー概要へのリンク",
  "We have made it simpler for you to access our extensive documentation and hotkey overviews. Within the Help sidebar, you'll find links to relevant articles and resources to assist you in navigating and mastering our platform. This should help you find the information you need quickly and efficiently.": "私たちは、豊富なドキュメンテーションとホットキーの概要へのアクセスを簡単にしました。ヘルプサイドバー内には、プラットフォームのナビゲーションと習熟を支援するための関連記事やリソースへのリンクがあります。これにより、必要な情報を迅速かつ効率的に見つけることができるはずです。",
  "Improvements & Fixes:": "改善と修正：",
  "Better Navigation with 'Focus'": "'Focus'を使用したより良いナビゲーション",
  "We've enhanced the navigation within our app by implementing a clearer focus state. This update will make it easier for users to see which element is currently active on the screen.": "私たちは、フォーカス状態を明確にすることでアプリ内のナビゲーションを強化しました。この更新により、ユーザーは画面上で現在アクティブな要素がどれであるかをより簡単に確認できるようになります。",
  "Tab Key for Forward Navigation:": "前方ナビゲーションのためのTabキー：",
  "We've added the ability to use the 'Tab' key to quickly navigate to the next interactive element on the screen. This allows users to move through the app with ease, without having to rely on the mouse.": "'Tab'キーを使用して画面上の次のインタラクティブ要素に素早くナビゲートできるように機能を追加しました。これにより、ユーザーはマウスに頼らずにアプリ内を容易に移動することができます。",
  "Shift + Tab Key for Reverse Navigation:": "後方ナビゲーションのためのShift + Tabキー：",
  "To complement the 'Tab' key navigation, we've also introduced the 'Shift + Tab' key combination for reverse navigation. This allows users to move back to the previous interactive element on the screen.": "'Tab'キーによるナビゲーションを補完するために、後方ナビゲーションのための'Shift + Tab'キーの組み合わせも導入しました。これにより、ユーザーは画面上の前のインタラクティブ要素に戻ることができます。",
  "Enter or Space Key to 'Click' an Element:": "要素を'クリック'するためのEnterキーまたはSpaceキー：",
  "To improve overall accessibility, we've made it possible to use the 'Enter' or 'Space' key to 'click' an element. This makes it easier for users who rely on keyboard navigation to interact with buttons and other interactive elements within the app.": "アプリ内のボタンやその他のインタラクティブな要素とやり取りするために、'Enter'キーまたは'Space'キーを使用して要素を'クリック'できるようにしました。これにより、キーボードナビゲーションを頼りにしているユーザーがより簡単に操作できるようになります。",
  "April 06, 2023": "2023年4月6日",
  "April 07, 2023": "2023年4月7日",
  "Hotkeys and Command menu": "ホットキーとコマンドメニュー",
  "We're excited to announce two new navigation features that will make using Poker Scientist even easier and faster than before!": "Poker Scientistの使用をこれまで以上に簡単かつ迅速にする新たな2つのナビゲーション機能を発表できることを嬉しく思います！",
  "First, we've introduced a new command menu that allows you to quickly access different sections of the app. To open the command menu, simply press 'Meta + k' or 'Win + k' on your keyboard. From there, you can choose between Study mode, Practice mode, Stats overview, Settings, Profile, Changelog, Documentation, and more. The command menu has a clean and intuitive design that makes it easy to find what youre looking for, and the fast navigation means you can move around the app more quickly than ever before.": "まず、アプリのさまざまなセクションに素早くアクセスできる新しいコマンドメニューを導入しました。コマンドメニューを開くには、キーボードで'Meta + k'または'Win + k'を押すだけです。そこから、スタディモード、プラクティスモード、統計の概要、設定、プロフィール、変更履歴、ドキュメンテーションなどを選択できます。コマンドメニューはクリーンで直感的なデザインで、探しているものを簡単に見つけることができ、迅速なナビゲーションによりアプリ内をこれまで以上に素早く移動できます。",
  "Second, we've added hotkeys for both the study mode and the practice mode. These hotkeys allow you to perform common actions without having to click on buttons or menus. In the study mode, you can use hotkeys to choose your action, configure your spot, switch between range display modes, and open the macro analysis. In the Practice mode, you can use hotkeys to choose your action and move on to the next hand, as well as navigate through the different options available to you. These hotkeys will make it easier to use Poker Scientist more efficiently and with greater precision.": "次に、スタディモードとプラクティスモ ードの両方にホットキーを追加しました。これらのホットキーを使用すると、ボタンやメニューをクリックすることなく一般的なアクションを実行できます。スタディモードでは、アクションを選択し、スポットを設定し、レンジ表示モードを切り替えるためにホットキーを使用したり、マクロ分析を開いたりできます。プラクティスモードでは、ホットキーを使用してアクションを選択し、次のハンドに移行したり、利用可能なさまざまなオプションをナビゲートしたりできます。これらのホットキーにより、Poker Scientistをより効率的かつ高精度に使用することが容易になります。",
  "March 31, 2023": "2023年3月31日",
  "Documentation web page": "ドキュメンテーションのWebページ",
  "This new resource is designed to provide users with a deeper understanding of our application's features and the poker-related knowledge necessary for mastering GTO strategies.": "この新しいリソースは、GTO戦略を習得するために必要なアプリケーションの機能とポーカーに関連する知識について、ユーザーにより深い理解を提供するために設計されています。",
  "The documentation page includes:": "ドキュメンテーションページには以下が含まれます：",
  "1. In-depth explanations of Poker Scientist's features: Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "1. Poker Scientistの機能に関する詳細な説明：リニューアルされたGameplanモードから、プラクティスモードのLast vs. Best情報まで、各機能の動作についてよりよく理解します。これらのツールを最大限に活用してポーカーのスキルを効果的に向上させる方法を学びます。",
  "2. GTO fundamentals: Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "2. GTOの基本：ゲーム理論最適（GTO）戦略のコアとなる概念と原則を探求します。現代のポーカーにおけるGTOの重要性と、それがあなたのゲームプレイにどのように堅固な基盤を提供することができるかを理解します。",
  "3. Step-by-step guides and tutorials: Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "3. ステップバイステップのガイドとチュートリアル：わかりやすいガイドとチュートリアルを参照してPoker Scientistアプリケーションの使用を開始します。プラットフォームのナビゲーション方法、手の履歴の分析方法、さまざまなポーカーの状況でGTO戦略を使用する練習方法を学びます。",
  "By incorporating this documentation page into our platform, we aim to provide users with a comprehensive resource that aids in the study of GTO and improves their overall poker understanding.": "このドキュメンテーションページをプラットフォームに組み込むことで、GTOの学習を支援し、全体的なポーカー理解を改善するための包括的なリソースをユーザーに提供することを目指しています。",
  "Gain a better understanding of how each feature works, from the revamped Gameplan mode to the Last vs. Best information in Practice mode. Learn how to make the most of these tools to improve your poker skills effectively.": "改良されたGameplanモードからPracticeモードのLast vs. Best情報まで、各機能がどのように機能するかをよりよく理解します。これらのツールを最大限に活用して、効果的にポーカースキルを向上させる方法を学びます。",
  "Explore the core concepts and principles of Game Theory Optimal (GTO) strategies. Understand the importance of GTO in modern poker and how it can provide a solid foundation for your gameplay.": "ゲーム理論最適（GTO）戦略の中心的な概念と原則を探求します。現代のポーカーにおけるGTOの重要性と、ゲームプレイの堅固な基盤を提供する方法を理解します。",
  "Follow our easy-to-understand guides and tutorials to get started with the Poker Scientist application. Learn how to navigate the platform, analyze your hand history, and practice using GTO strategies in various poker situations.": "わかりやすいガイドとチュートリアルを使用してPoker Scientistアプリケーションを使い始めます。プラットフォームのナビゲーション方法、ハンド履歴の分析方法、さまざまなポーカーシチュエーションでGTO戦略を使用する練習方法を学びます。"
}
